Repository: akolnoochenko/sendy-translations
Catalog: */LC_MESSAGES/default.po
Languages: ru_ru

source: Some fields are missing.
ru_ru: Не все поля заполнены.

source: Failed reCAPTCHA test.
ru_ru: Тест reCAPTCHA не прошёл.

source: Invalid secret key.
ru_ru: Неверный секретный ключ.

source: Consent not given.
ru_ru: Согласие не было дано.

source: API key not passed
ru_ru: Отсутствует API ключ

source: Invalid API key
ru_ru: Неверный API ключ

source: Thank you, a confirmation email has been sent to you.
ru_ru: Спасибо, вам отправлено письмо для подтверждения.

source: A confirmation email had already been sent to you.
ru_ru: Письмо для подтверждения уже отправлено вам.

source: You're already subscribed!
ru_ru: Вы уже подписались!

source: Confirm your subscription to
ru_ru: Подтвердите вашу подписку на список/списки рассылки

source: Confirm your subscription
ru_ru: Подтвердите вашу подписку

source: Thanks for subscribing to our email list.
ru_ru: Спасибо, что подписались на наш список рассылки.

source: Please confirm your subscription by clicking the link below
ru_ru: Чтобы подтвердить подписку, нажмите, пожалуйста, на ссылку ниже

source: Thank you
ru_ru: Спасибо

source: Add subscribers
ru_ru: Добавить подписчиков

source: Delete subscribers
ru_ru: Удалить подписчиков

source: Mass unsubscribe
ru_ru: Массовая отписка

source: all subscribers
ru_ru: всех подписчиков

source: active subscribers
ru_ru: активных подписчиков

source: unconfirmed subscribers
ru_ru: неподтверждённых подписчиков

source: unsubscribers
ru_ru: отписавшихся

source: bounced subscribers
ru_ru: подписчиков, которым не удаётся доставить почту

source: subscribers who marked your email as spam
ru_ru: подписчиков, которые отметили вашу почту как спам

source: GDPR subscribers
ru_ru: GDPR подписчики

source: List settings
ru_ru: Настройки списка

source: Subscribe form
ru_ru: Форма подписки

source: The following is a 'ready-to-use' subscription form URL you can immediately use to collect sign ups to this list
ru_ru: Ниже приведена ссылка на готовую к использованию форму подписки, вы можете немедленно начать собирать подписчиков для вашего списка

source: The following is an embeddable subscribe form HTML code for this list
ru_ru: Ниже приведена включаемая HTML форма подписки на этот список

source: You can setup reCAPTCHA in the brand settings.
ru_ru: Вы можете настроить reCAPTCHA в настройках бренда.

source: You can setup reCAPTCHA in the main settings.
ru_ru: Вы можете настроить reCAPTCHA в основных настройках.

source: To subscribe users programmatically, use the API
ru_ru: Чтобы добавить подписчиков программным образом, используйте API

source: Enable GDPR fields
ru_ru: Включить поля GDPR

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, consider enabling GDPR fields.
ru_ru: <a href=\"https://www.eugdpr.org/the-regulation.html\" target=\"_blank\" "style=\"text-decoration: underline;\">General Data Protection Regulation (GDPR)</a> (Свод правил о защите данных, текст на английском языке) является указаниями в законах Евросоюза о защите данных и частной жизни всех лиц в пределах Евросоюза. GDPR обязано к соблюдению для всех, кто собирает и обрабатывает персональные данные пользователей в Евросоюзе. В случае, если вы собираете и обрабатываете персональные данные пользователей Евросоюза, рассмотрите возможность включения полей GDPR.

source: GDPR fields are supported in both the 'Ready-to-use subscribe form' and the embeddable 'Subscribe form HTML code' as seen on the left. When GDPR fields are enabled, an unticked consent checkbox will appear below the subscription form with 'Marketing permission' and 'What to expect' texts to explain what they are signing up for and what you’re going to do with the information they submit. Users are required to check the checkbox in order to subscribe.
ru_ru: Поля GDPR поддерживаются как для встроенных форм подписки, так и для внедряемых форм в виде фрагмента HTML разметки (см. слева). Когда включена поддержка GDPR полей, напомеченное поле для галочки появится под формой подписки вместе с текстами 'Разрешение на маркетинг' и 'Чего следует ожидать', объясняющими на что именно пользователь подписывается, и что вы намерены делать с информацией, которую они предоставляют. Чтобы подписаться, пользователю необходимо поставить галочку.

source: Marketing permission
ru_ru: Разрешение на маркетинг

source: What to expect
ru_ru: Чего следует ожидать

source: Subscribers activity chart
ru_ru: Диаграмма активности подписчиков

source: Click to learn more
ru_ru: Нажмите, чтобы узнать подробнее

source: emails were skipped from your last import
ru_ru: электронных адресов пропущено во время последнего импорта

source: To see the list and reasons, export the CSV.
ru_ru: Чтобы увидеть список и причины, экспортируйте CSV.

source: Export skipped email addresses from your last import
ru_ru: Экспортировать электронные адреса, пропущенные во время последнего импорта

source: Dismiss this notice (CSV will no longer be available for download)
ru_ru: Игнорировать это примечание (вы уже не сможете загрузить CSV)

source: Dismiss
ru_ru: Игнорировать

source: What changes a subscriber's 'Last activity' timestamp?
ru_ru: Когда обновляется метка времени 'Последняя активность' подписчика?

source: A subscriber's 'Last activity' timestamp is updated when the user:
ru_ru: Метка времени 'Последняя активность' подписчика обновляется, когда пользователь:

source: • opened a campaign or autoresponder • clicked a link in a campaign or autoresponder • subscribed to a list • unsubscribed from a list • bounced • marked as spam • confirmed a double opt-in subscription
ru_ru: • открыл кампанию или автоматическую серию • перешёл по ссылке из кампании или автоматической серии • подписался на список • отписался от списка • его электронный адрес отверг письмо • пометил рассылку как спам • прошёл двойное подтверждение подписки

source: Subscribers are sorted by 'Last activity' in the list. Therefore, subscribers who did any of the above activity will float to the top of the subscriber list. You will also see changes in the 'Subscribers activity chart'.
ru_ru: Подписчики отсортированы в списке по полю 'Последняя активность'. Поэтому подписчики, выполнившие одно из упомянутых действий, будут отображаться ближе к вершине списка. Вы также заметите изменения в 'Диаграмме активности подписчиков'.

source: To activate autoresponders, add a
ru_ru: Чтобы включить автоответчики, добавьте

source: This command needs to be run every minute in order to check the database for any autoresponder emails to send.
ru_ru: Эту команду следует исполнять каждую минуту, чтобы проверить, есть ли автоматические серии, ожидающие отправки.

source: Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.
ru_ru: Примечание: добавление Cron-задачи может производиться по-разному на разных видаххостинга. Найдите соответствующий пункт на панели управления сайтом, или обратитесь в тех.поддержку хостинг-провайдера, если не получается своими силами.

source: Once added, wait one minute. If your cron job is functioning correctly, you'll see the autoresponder options instead of this modal window when you click on the "Autoresponders" button.
ru_ru: После того, как добавите Cron-задачу, подождите одну минуту. Если всё настроено верно, вы увидите вместо этого окошка опции настройки автоответчика, как только нажмёте на кнопку <strong>Автоответчики</strong>.

source: Join our mailing list
ru_ru: Присоединяйтесь к нашему списку рассылки

source: Subscribe to list
ru_ru: Подписаться на список

source: Create a new template
ru_ru: Создать новый шаблон

source: Use
ru_ru: Использовать

source: Create a new campaign with this template
ru_ru: Создать новую кампанию с этим шаблоном

source: This template will be permanently deleted. Confirm delete
ru_ru: Шаблон будет удалён безвозвратно. Подтвердите удаление

source: No templates have been created yet
ru_ru: Не создано ни одного шаблона

source: Create one
ru_ru: Создать

source: Two Factor Authentication
ru_ru: Двухфакторная аутентификация

source: OTP Code
ru_ru: Код OTP (одноразовый пароль)

source: Verify and login
ru_ru: Проверить и войти

source: Unable to authenticate?
ru_ru: Не получается войти?

source: I have trouble logging in with two-factor authentication
ru_ru: Не получается войти с использованием двухфакторной аутентификации

source: Mass unsubscribe via CSV file
ru_ru: Массовая отписка из CSV-файла

source: Unsubscribe email per line
ru_ru: Укажите адреса электронной почты для отписки, по одному на строку

source: Email to unsubscribe
ru_ru: Адрес электронной почты для отписки

source: Your unsubscribe tag<br/>is working
ru_ru: Ваша метка отписки<br/>работает

source: Your unsubscribe tag will be converted to a real unsubscribe link when you send out your campaign.
ru_ru: Ваша метка отписки будет преобразована в полноценную ссылку, когда вы отправите вашу кампанию.

source: Confirm unsubscribe?
ru_ru: Подтвердить отписку?

source: You're unsubscribed.
ru_ru: Вы отписались.

source: Yes. Unsubscribe me.
ru_ru: Да. Отпишите меня.

source: Re-subscribe?
ru_ru: Подписаться вновь?

source: Number of columns in CSV does not match CSV format example (as shown below).
ru_ru: Количество столбцов в CSV не совпадает с форматом CSV, приведённым в примере ниже.

source: Could not upload file. Please make sure permissions in /uploads/ folder is set to 777. Then remove the /csvs/ folder in the /uploads/ folder and try again.
ru_ru: Не могу загрузить файл. Убедитесь, пожалуйста, что права на каталог /uploads/ позволяют загрузку (укажите 777, если не уверены). После установки прав доступа удалите каталог /csvs/ внутри каталога /uploads/ и повторите попытку.

source: Format your CSV the same way as the example below (without the first title row)
ru_ru: Пожалуйста, приведите ваш CSV файл к формату, указанному в примере ниже (не включая первую строку)

source: The number of columns in your CSV should be the same as the example below
ru_ru: Количество столбцов в вашем CSV-файле должно быть точно таким же, как и в примере

source: If you want to import more than just name & email
ru_ru: Если нужно загрузить ещё, просто укажите имя и адрес электронной почты

source: create custom fields first
ru_ru: вначале создайте дополнительные поля

source: Apply <span class="label label-warning">GDPR</span> tag to imported subscribers?
ru_ru: Применить метку <span class="label label-warning">GDPR</span> к импортированным подписчикам?

source: If your data includes EU subscribers that were collected in a GDPR compliant manner, check this box to apply a 'GDPR' tag to all of them. In your brand settings, you can turn on the 'GDPR' safe switch' so that Campaigns and Autoresponders will only always send to subscribers tagged with 'GDPR'.
ru_ru: Если ваши данные содержат подписчиков из Евросоюза, собранных совместимым с GDPR методом, поставьте здесь галочку, чтобы применить метку 'GDPR' ко всем ним. В настройках вашего бренда, вы можете включить 'Режим безопасности GDPR', чтобы кампании и автоматические серии отправлялись только подписчикам, помеченным 'GDPR'.

source: If your CSV is huge and your server constantly timeout
ru_ru: Если у вас большой CSV-файл, и процесс загрузки всё время обрывается по тайм-ауту

source: By setting up a cron job, your CSV will continue to import without needing your window to be opened and timeouts will automatically be handled as well.
ru_ru: Cron-задача позволит загружать CSV-файл в фоновом режиме, вам не нужно держать окно браузера открытым. Помимо этого, тайм-ауты при загрузке обработаются корректно.

source: To import large CSVs more reliably and have Sendy handle server timeouts, add a
ru_ru: Чтобы загрузить большие CSV-файлы без сбоев и позволить Sendy справляться с тайм-аутом сервера, добавьте

source: The above cron job runs every 1 minute. You can set it at 5 minutes (eg. */5) or any interval you want. The shorter the interval, the faster your CSV will start to import. Once added, wait for cron job to start running. If your cron job is functioning correctly, the blue informational message will disappear and future CSV imports will be done via cron.
ru_ru: Приведённая выше Cron-задача запускается каждую минуту. Вы можете установить интервал в пять минут (т.е., */5), или любой другой. Чем короче интервал, тем быстрее начнётся загрузка CSV. Добавив задачу, оставьте еёв рабочем состоянии. Если настройка Cron-задач происходит штатно, синее информационное сообщение исчезнет, и будущие загрузки будут проходить в фоновом режиме.

source: Add name and email per line
ru_ru: Добавьте имя и email, по одной на строку

source: Name and email
ru_ru: Имя и email

source: to import more than just name and email, import via CSV
ru_ru: чтобы ввести что-нибудь, помимо имени и адреса электронной почты, импортируйте из CSV

source: Verification success
ru_ru: Верификация прошла успешно

source: Verification failed
ru_ru: Верификация закончилась неудачей

source: Your email has been verified!
ru_ru: Ваш электронный адрес верифицирован!

source: Verification failed.
ru_ru: Верификация не прошла.

source: Web version no longer exists
ru_ru: Web-версия более не доступна
