Repository: akolnoochenko/sendy-translations
Catalog: */LC_MESSAGES/default.po
Languages: ru_ru

source: Your Sendy installation is unable to get your SES quota from Amazon because you have not completed your sign up of Amazon SES. Here's what you should do:
ru_ru: Ваша установка Sendy не может получить вашу квоту SES от Amazon, поскольку вы не завершили регистрацию сервиса Amazon SES. Вот что вам необходимо сделать:

source: Visit
ru_ru: Посетите

source: your Amazon SES console
ru_ru: ваша консоль Amazon SES

source: Click the 'Sign Up For Amazon SES' button to finish your signup
ru_ru: Нажмите на 'Sign Up For Amazon SES' (зарегистрироваться на сервисе Amazon SES) для завершения процесса регистрации на сервисе

source: Once you've completed your signup, this error will disappear.
ru_ru: Как только вы завершите регистрацию на сервисе, эта ошибка перестанет появляться.

source: You're currently in Amazon SES's "Sandbox mode".
ru_ru: В настоящий момент вы находитесь в "песочнице" Amazon SES.

source: Please request Amazon to "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">raise your SES Sending Limits</a>" to be able to send to and from any email address as well as raise your daily sending quota from 200 to any number you need.
ru_ru: Пожалуйста, отправьте запрос на Amazon для "<a href="http://aws.amazon.com/ses/fullaccessrequest/" target="_blank">raise your SES Sending Limits</a>" (повышение вашего лимита отправки SES), чтобы стало возможным отправлять с и на произвольные адреса электронной почты, а также увеличить дневной лимит на число отправленных сообщений с 200 до любого требуемого значения.

source: Please also make sure to select the same 'Region' as what is set in your Sendy Settings (under 'Amazon SES region') when requesting for 'SES Sending Limits' increase.
ru_ru: Пожалуйста, убедитесь также, что один и тот же регион (Region) установлен в ваших настройках Sendy, а также на странице управления SES Amazon, на которой вы запрашиваете увеличение лимитов.

source: Reason
ru_ru: Причина

source: Reset your password
ru_ru: Сбросить ваш пароль

source: We have received a request to reset your password. If you did not send this request, please ignore this email.
ru_ru: Мы получили запрос на сброс вашего пароля. Если вы не отправляли такого запроса, просьба игнорировать это сообщение.

source: To reset your password, please click the following link:
ru_ru: Чтобы сбросить ваш пароль, перейдите по следующей ссылке:

source: Password reset link
ru_ru: Ссылка для сброса пароля

source: Email does not exist.
ru_ru: Такого адреса не найдено.

source: Your password has been reset, here's your new one
ru_ru: Ваш пароль сброшен, вот новое значение

source: For better security, we recommend changing your password immediately once you log back in.
ru_ru: Для лучшей безопасности, рекомендуем сменить пароль сразу же после повторного входа.

source: Your new password
ru_ru: Ваш новый пароль

source: For better security, it's recommended to change your password immediately once you log back in.
ru_ru: Для лучшей безопасности, рекомендуется сменить пароль сразу же после входа.

source: Can't reset password.
ru_ru: Не получается сменить пароль.

source: Clicks
ru_ru: Нажатия

source: Joined
ru_ru: Присоединился

source: Last activity
ru_ru: Последние действия

source: Added via
ru_ru: Добавлен посредством

source: Country code
ru_ru: Код страны

source: Signed up from
ru_ru: Подписался из

source: Can't export CSV
ru_ru: Не могу экспортировать CSV

source: There is either nothing to export, or the number of records may be too large. If it's the latter, try increasing MySQL's max_allowed_packet.
ru_ru: Или нечего экспортировать, или же слишком много записей для экспорта. В последнем случае попробуйте увеличить значение переменной max_allowed_packet MySQL.

source: Error: Can't delete all subscribers from segment.
ru_ru: Ошибка: не могу удалить всех подписчиков из сегмента.

source: Error: Can't insert subscriber into segment.
ru_ru: Ошибка: не могу внести подписчика в сегмент.

source: No segments found for this list.
ru_ru: Для этого списка не определены сегменты.

source: Campaigns
ru_ru: Кампании

source: Templates
ru_ru: Шаблоны

source: All templates
ru_ru: Все шаблоны

source: Lists & subscribers
ru_ru: Списки и подписчики

source: View all lists
ru_ru: Все списки

source: Reports
ru_ru: Отчёты

source: See reports
ru_ru: Просмотр отчётов

source: Oops! Unable to save, please try again later.
ru_ru: Сбой! Не получилось сохранить, пожалуйста, повторите попытку позже.

source: Email already exist in this list.
ru_ru: Адрес почты уже есть в списке.

source: Email is suppressed.
ru_ru: Адрес электронной почты блокирован.

source: Email address is invalid.
ru_ru: Неверный адрес электронной почты.

source: Error opening data file.
ru_ru: Сбой при попытке открыть файл с данными.

source: File is empty.
ru_ru: Файл пуст.

source: not set
ru_ru: не установлено

source: Sorry, unable to save. Please try again later!
ru_ru: Сожалею, не могу сохранить. Попробуйте ещё раз чуть позже!

source: Notes
ru_ru: Примечания

source: Click to add a note for this subscriber.
ru_ru: Нажмите, чтобы добавить примечание для этого подписчика.

source: Saving..
ru_ru: Сохраняем..

source: Campaign activity
ru_ru: Активность кампании

source: Not detected
ru_ru: Не замечено

source: View report for
ru_ru: Посмотреть отчёт о

source: Links clicked
ru_ru: Нажато ссылок

source: No activity.
ru_ru: Нет активности.

source: Unable to create template
ru_ru: Не получилось создать шаблон

source: Failed to create new campaign with template, please try again.
ru_ru: Не получилось создать новую кампанию с этим шаблоном, попопробуйте ещё раз.

source: Please verify your login email address
ru_ru: Пожалуйста, верифицируйте свой входной электронный адрес

source: A verification email has been sent to your main login email address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page and this message should disappear.
ru_ru: Мы только что отправили ваш обратный (From) адрес в Amazon SES для верификации. Письмо от Amazon отправлено на ваш обратный адрес, в нём ссылка для завершения верификации. Нажмите на ссылку для завершения верификации, затем перезагрузите эту страницу. В случае успеха это сообщение должно исчезнуть.

source: It is necessary to verify your main login email address for various reasons, one of them is to enable password reset emails to be sent to you should you forget your password in future.
ru_ru: Необходимо, по нескольким причинам, верифицировать ваш основной входной электронный адрес; одна из причин - разрешить отправление писем для сброса пароля в случае, если вы его забудете в дальнейшем.

source: Your login email address is still pending verification. Please click the link in the verification email you received from Amazon to complete the verification, then refresh this page and this message should disappear.
ru_ru: Ваш входной электронный адрес всё ещё ожидает верификации. Пожалуйста, перейдите по ссылке из письма о верификации, которое вы получили от Amazon для завершения верификации. Затем перезагрузите эту страницу. В случае успеха это сообщение должно исчезнуть.

source: If you want to re-send the verification email
ru_ru: Если вы желаете повторно отправить письмо для верификации

source: please click here
ru_ru: пожалуйста, нажмите здесь

source: The verification email has been re-sent to your main login email address.
ru_ru: Письмо для верификации повторно отправлено на ваш основной электронный адрес.

source: Unable to send the verification email. Please try again later.
ru_ru: Не получается отпрваить сообщение для верификации. Пожалуйста, повторите попытку позже.

source: Search brands
ru_ru: Поиск в брендах

source: Used
ru_ru: Использовано

source: All campaigns, lists, subscribers will be permanently deleted. Confirm delete
ru_ru: Все кампании, списки, подписчики будут удалены безвозвратно. Просьба подвтердить удаление

source: What are brands?
ru_ru: Что такое бренды?

source: Let's just say you own this company called Apple Inc and you have several products under it eg. Mac, iPhone, iPad etc. These several "child" products are what we refer to as 'brands'.
ru_ru: Предположим, что вы владеете компанией под названием Apple Inc. и она выпускает разнообразные продукты - такие как Mac, iPhone, iPad и прочее. Подобные "дочерние" продукты и есть то, что мы называем "бренды".

source: Another example, if you have a company or business with different clients and you want to group them separately, you can create a 'brand' for each.
ru_ru: Другой пример: если вы владеете компанией или бизнесом с различными клиентами, и вы хотите сгруппировать их раздельно, вы можете создать "бренд" для каждого из них.

source: Once you've created a brand, you can then create email campaigns, templates, lists, import subscribers or blacklists, setup autoresponders, perform list segmentation etc in each brand you've created.
ru_ru: Как только бренд создан, вы можете создавать кампании рассылки, шаблоны, списки, импортировать подписчиков или чёрные списки, настраивать автоматические серии, осуществлять сегментирование списков и т.д. - для каждого созданного бренда.

source: If you have clients that you want to provide email marketing services for, you can generate a set of login credentials for each brand, set access privileges, monthly limits, cost per email etc, then send the login credentials to your clients to login and send newsletters on their own.
ru_ru: Если у вас есть клиенты, которым вы хотите предоставить сервис email-маркетинга, вы можете создать несколько комплектов данных для входа для каждого бренда, указать привилегии доступа, месячные лимиты, цену за письмо и т.д., а затем отправить данные для входа клиентам, чтобы те смогли войти и отправлять рассылки самостоятельно.

source: Add your first brand!
ru_ru: Добавьте ваш первый бренд!

source: Test send this newsletter
ru_ru: Проверочное отправление этого выпуска

source: Please find Amazon's email in your inbox as well as spam folder. They will include a reason for the suspension. You will need to reply to that email in order to re-activate your account. If you can't find the email, please contact Amazon's support at their <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>Amazon SES forum</a>
ru_ru: Проверьте все папки, куда могло попасть письмо от Amazon, в т.ч. корзину и спам-папку. В письме указана причина приостановки действия учётной записи. Вам необходимо ответить на их письмо, чтобы повторно активировать учётную запись. В сулчае, если письма нет, обратитесь в тех.поддержку на <a href='https://forums.aws.amazon.com/forum.jspa?forumID=90' target='_blank'>форуме Amazon SES</a>

source: For more information on Amazon SES suspension, please see <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html
ru_ru: Для получения подробных сведений причине приостановки вашей учётной записи Amazon SES, см. <a href='http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html' target='_blank'>http://docs.aws.amazon.com/ses/latest/DeveloperGuide/e-faq-sp.html</a>

source: Calculating
ru_ru: Подсчитываем

source: Schedule this campaign?
ru_ru: Запланировать эту кампанию?

source: Back
ru_ru: Вернуться

source: Link no longer exists
ru_ru: Ссылка более не существует

source: List name is required
ru_ru: Необходимо указать название списка

source: Subscriber lists
ru_ru: Список подписчиков

source: Add a new list
ru_ru: Добавить новый список

source: Search all lists
ru_ru: Искать во всех списках

source: The name of your new list
ru_ru: Название вашего нового списка

source: Add
ru_ru: Добавить

source: Active
ru_ru: Активные

source: Segs
ru_ru: Сегменты

source: All subscribers, custom fields and autoresponders in this list will also be permanently deleted. Confirm delete
ru_ru: Все подписчики, дополнительные поля и автоответчики в этом списке также будут удалены безвозвратно. Подтвердите удаление

source: No list yet.
ru_ru: Списков не создано.

source: Add one
ru_ru: Добавить

source: Sign in
ru_ru: Войдите

source: Forgot password?
ru_ru: Забыли пароль?

source: Your email
ru_ru: Ваш адрес электронной почты

source: Send password reset email
ru_ru: Отправить письмо для сброса пароля

source: Sorry, unable to reset password. Please try again later!
ru_ru: Простите, не получается сбросить пароль. Попробуйте ещё раз чуть позже!

source: Password reset email has been sent to you
ru_ru: Пароль сброшен, подробности отправлены вам электронным письмом

source: New brand
ru_ru: Новый брэнд

source: Your password
ru_ru: Ваш пароль

source: Sending you to PayPal
ru_ru: Перенаправляем вас в PayPal

source: Sending you to PayPal, one moment please
ru_ru: Отправляем вас в PayPal - просьба подождать

source: Campaign for
ru_ru: Кампании для

source: Click here to proceed
ru_ru: Нажмите здесь, чтобы продолжить

source: Thank you for your confirmation!
ru_ru: Благодарим вас за подтверждение!

source: Oops. There was an error.
ru_ru: Хм... Произошёл сбой.

source: Your email address
ru_ru: Ваш адрес электронной почты

source: Your reconsent tag<br/>is working
ru_ru: Ваша метка повторного запроса<br/>работает

source: Your reconsent tag will be converted to a real reconsent link when you send out your campaign.
ru_ru: Ваша метка повторного запроса будет преобразована в полноценную ссылку для повторного запроса, когда вы разошлёте кампанию.

source: duplicate emails deleted from
ru_ru: дубликаты сообщений удалены из

source: duplicate email(s) found in
ru_ru: найден(ы) дубликат(ы) сообщений в

source: delete them?
ru_ru: удалить?

source: No duplicate emails found.
ru_ru: Дубликатов сообщений не обнаружено.

source: Check and remove duplicate emails
ru_ru: Проверить наличие и удалить дубликаты сообщений

source: Select the list that have duplicates so that you can remove them
ru_ru: Выберите список, в котором есть дубликаты, чтобы вы могли удалить их

source: All available lists
ru_ru: Все имеющиеся списки

source: duplicates
ru_ru: дубликаты

source: There are no links for this campaign.
ru_ru: Для этой кампании не указаны ссылок.

source: Campaign report
ru_ru: Отчёт по кампании

source: Title
ru_ru: Заголовок

source: Click to edit this campaign's title for your own reference
ru_ru: Нажмите, чтобы редактировать заголовок кампании (для вашего сведения)

source: Not set
ru_ru: Не установлено

source: View the campaign
ru_ru: Просмотреть кампанию

source: Sent on
ru_ru: Отправить в

source: to
ru_ru: кому

source: To
ru_ru: Кому

source: Excluded
ru_ru: Исключены

source: Export a CSV of ALL subscribers who did not open this email (includes subscribers newly added to the lists after this campaign was sent)
ru_ru: Экспортировать в формат CSV список всех подписчиков, не открывших это письмо (включая тех, кто подписался после рассылки кампании)

source: unique clicks
ru_ru: уникальных нажатий

source: Export a CSV of ALL subscribers who clicked
ru_ru: Выгрузить в CSV список подписчиков, нажавших на ссылку

source: Export a CSV of ALL subscribers who clicked this link
ru_ru: Выгрузить в CSV список подписчиков, нажавших на эту ссылку

source: Export a CSV of ALL subscribers who opened
ru_ru: Выгрузить в CSV список подписчиков, открывших сообщение

source: Export a CSV of ALL subscribers who unsubscribed
ru_ru: Выгрузить в CSV список отписавшихся

source: No one unsubscribed from this campaign!
ru_ru: Никто не отписался от этой кампании!

source: Export a CSV of ALL subscribers who bounced
ru_ru: Выгрузить в CSV список подписчиков, при попытке доставки сообщений которым случился сбой

source: No emails bounced from this campaign!
ru_ru: Нет сбоев доставки для этой кампании!

source: Export a CSV of ALL subscribers who marked your email as spam
ru_ru: Выгрузить в CSV список подписчиков, которые пометили вашу рассылку как спам

source: Export a CSV of ALL subscribers from
ru_ru: Выгрузить в CSV список подписчиков для

source: Campaign reports
ru_ru: Отчёт по кампании

source: There are no reports yet.
ru_ru: Отчётов пока нет.

source: Create your first campaign
ru_ru: Создать вашу первую кампанию

source: Reset cron setup
ru_ru: Сбросить настройку Cron-задач

source: Cron setup has been reset. You'll now be able to see cron setup instructions.
ru_ru: Настройки Cron-задач сброшены. Вы сможете теперь увидеть инструкции по настройке Cron-задач.

source: Failed to reset cron.
ru_ru: Не получается сбросить Cron-задачи.

source: Do you want to reset cron setup so that you can view cron setup instructions again?
ru_ru: Хотите ли вы сбросить Cron-задачи, чтобы вы смогли увидеть инструкции по их настройке заново?

source: Yes, reset cron setup
ru_ru: Да, сбросить

source: Keyword
ru_ru: Ключевое слово

source: Back to brands
ru_ru: Вернуться к брендам

source: No brands found.
ru_ru: Брендов не найдено.

source: Unsubscribe
ru_ru: Отписать

source: Resubscribe
ru_ru: Повторно подписать

source: Confirm
ru_ru: Подтвердить

source: Sorry, unable to unsubscribe. Please try again later!
ru_ru: Простите, не могу отписать. Попробуйте чуть позже ещё раз!

source: No subscribers found.
ru_ru: Подписчиков не найдено.

source: Delete subscriber
ru_ru: Удалить подписчика

source: Delete <span id="email-to-delete" style="font-weight:bold;"></span> from 'this list only' or 'ALL lists' in this brand?
ru_ru: Удалить <span id="email-to-delete" style="font-weight:bold;"></span> только из этого списка, или изо ВСЕХ списков данного бренда?

source: This list only
ru_ru: Только из этого списка

source: ALL lists in this brand
ru_ru: Изо ВСЕХ списков данного бренда

source: Please name your segment
ru_ru: Просьба указать название сегмента

source: Segments
ru_ru: Сегменты

source: Back to segments
ru_ru: Вернуться к сегментам

source: New segment
ru_ru: Новый сегмент

source: Create a condition based on
ru_ru: Создать условие, опираясь на

source: Signed up
ru_ru: Подписался

source: on or before
ru_ru: не позднее

source: on or after
ru_ru: не ранее

source: between
ru_ru: между

source: is
ru_ru: является

source: is not
ru_ru: не является

source: contains
ru_ru: содержит

source: does not contain
ru_ru: не содержит

source: starts with
ru_ru: начинается с

source: ends with
ru_ru: заканчивается на

source: does not start with
ru_ru: не начинается с

source: does not end with
ru_ru: не заканчивается на

source: is tagged
ru_ru: помечен

source: is not tagged
ru_ru: не помечен

source: OR
ru_ru: ИЛИ

source: AND
ru_ru: И

source: Name your segment
ru_ru: Назовите ваш сегмент

source: Edit segment name
ru_ru: Редактировать название сегмента

source: Name of this segment
ru_ru: Название этого сегмента

source: Save this segment
ru_ru: Сохранить этот сегмент

source: 2 letter abbreviation, eg. US
ru_ru: сокращение из двух букв, например US

source: Unable to save the segment name.
ru_ru: Не удалось сохранить имя сегмента.

source: Unable to save segment conditions.
ru_ru: Не могу сохранить условия сегмента.

source: Sorry, unable to save your segment.
ru_ru: Сожалею, не получилось сохранить ваш сегмент.

source: subscribers found for this segment
ru_ru: найдено подписчиков для этого сегмента

source: showing a preview of up to 10 records below
ru_ru: предпросмотр не более чем 10 записей показан ниже

source: your conditions does not match any subscribers
ru_ru: вашим условиям не соответствует ни один подписчик

source: Export CSV of this segment
ru_ru: Экспортировать CSV данного сегмента

source: Update segmentation results?
ru_ru: Обновить результаты сегментирования?

source: When subscribers are added or removed from the list, the segmentation results will not update automatically unless you click the refresh button
ru_ru: Когда подписчики добавляются или удаляются из этого списка, итоги сегментирования не обновляются автоматически, вам необходимо нажать на кнопку обновления страницы

source: To have your segmentation results update automatically,
ru_ru: Чтобы обновить ваши результаты сегментирования автоматически,

source: setup a cron job
ru_ru: создайте Cron-задачу

source: Add a cron job
ru_ru: Добавить Cron-задачу

source: Add a cron job that runs every 15 minutes with the following command:
ru_ru: Добавьте cron-задачу, которая запускается каждые 15 минут, со следующей командой:

source: Time Interval
ru_ru: Временной интервал

source: Command
ru_ru: Команда

source: (Note that adding cron jobs vary from hosts to hosts, most offer a UI to add a cron job easily. Check your hosting control panel or consult your host if unsure.)
ru_ru: (Примечание: способы настройки задач Cron меняются от хостинга к хостингу, многие предлагают графический интерфейс для большего удобства. Проверьте, нет ли такой функции в панели управления сайтом)

source: Once added, wait for the cron job to start running in 15 minutes. If your cron job is functioning correctly, the blue informational message will disappear and your segmentation results will be updated automatically every 15 minutes by the cron job.
ru_ru: После того, как вы её добавите, подождите 15 минут для запуска cron-задачи. Если задача работает корректно, синее информационное сообщение исчезнет, и ваши результаты сегментирования будут автоматически обновляться каждые 15 минут cron-задачей.

source: Create a new segment
ru_ru: Создать новый сегмент

source: What are segments?
ru_ru: Что такое сегменты?

source: Segments are subscribers filtered from a list based on certain conditions you define. Research shows sending emails to targeted segments not only improves open and click through rates, revenue can increase by more than 25%. Sendy enables you to create dynamic segments for any list. Target segments of subscribers based on conditions you define using default fields like 'name' and 'email' or using any of your custom fields. Create multiple conditions and group them using 'AND' and 'OR' for each segment. Once you've created your segments, you can send targeted campaigns to these segments in addition to lists. You can even choose segments to 'exclude' from your sends.
ru_ru: Сегментами называют подписчиков, отобранных из списка на основании заданных вами условий. Исследования показывают, что рассылка по таргетированным сегментам не только повышает долю открытых писем и нажатых ссылок, она также может увеличить доходы более чем на 25%. Sendy позволяет вам создавать динамические сегменты для любого списка. Целевые сегменты подписчиков, основаны на условиях, которые вы определяете с использованием полей по умолчанию, таких как 'email' и 'name', или же с использованием назначенных вами полей. Создавайте сложные условия и группируйте их при помощи И и ИЛИ для каждого сегмента. Как только вы создали сегменты, вы можете отправлять таргетированные кампании по этим сегментам, в дополнение к спискам. Вы даже можете выбрать сегменты, исключённые из рассылки.

source: Existing segments
ru_ru: Существующие сегменты

source: Segment
ru_ru: Сегмент

source: Subscribers
ru_ru: Подписчики

source: Update
ru_ru: Обновить

source: Update totals for
ru_ru: Обновить общие итоги для

source: All conditions in this segment will be permanently deleted.
ru_ru: Все созданные для сегмента уведомления будут безвозвратно удалены.

source: Failed to delete segment
ru_ru: Не получилось удалить сегмент

source: No segments
ru_ru: Нет сегментов

source: Email has been sent!
ru_ru: Сообщение отправлено!

source: Sorry, unable to send. Please try again later!
ru_ru: Сожалею, не получается отправить. Попробуйте ещё раз!

source: Please disable 'ONLY_FULL_GROUP_BY' from 'sql_mode'
ru_ru: Просьба исключить 'ONLY_FULL_GROUP_BY' из 'sql_mode'
