Repository: akolnoochenko/sendy-translations
Catalog: */LC_MESSAGES/default.po
Languages: ru_ru

source: Can't connect to database
ru_ru: Нет соединения с базой данных

source: There is a problem connecting to the database. Please try again later.
ru_ru: Произошёл сбой при попытке подключения к базе данных. Пожалуйста, повторите чуть позже.

source: Edit brand settings
ru_ru: Настройки брэнда

source: All campaigns
ru_ru: Все кампании

source: Create & send new campaign
ru_ru: Создать и запустить новую кампанию

source: New campaign
ru_ru: Новая кампания

source: Create a new campaign
ru_ru: Создать новую кампанию

source: Or use a template
ru_ru: Или применить шаблон

source: Campaigns RSS feed
ru_ru: RSS-лента кампаний

source: The following is the link to your campaigns RSS feed. This RSS feed displays an archive of the last 100 campaigns previously sent.
ru_ru: Далее указана ссылка на RSS-ленту вашей кампании. Эта RSS-лента отображает архив 100 последних отправленных кампаний.

source: Some ways to use your RSS feed
ru_ru: Примеры использования вашей RSS-ленты

source: Integrate your campaigns feed with your website or application anyway you like
ru_ru: Интегрируйте ленту ваших кампаний в ваш сайт или приложение, любым удобным для вас образом

source: Display an archive of your past campaigns on your website or application
ru_ru: Отобразить архив ваших прошлых кампаний на вашем сайте или в приложении

source: Let your audience subscribe to your RSS feed so they'll get notified whenever you send a campaign. Good for users who prefers RSS over email (or even both)
ru_ru: Дать возможность вашей аудитории подписаться на вашу RSS-ленту, чтобы можно было получать уведомление всякий раз, когда вы отправляете кампанию. Удобно для тех пользователей, кто предпочитает получать RSS электронной почтой (или даже обоими способами)

source: Subscribe to your client's RSS feed (if you give access to your clients) to get notified when they send a new campaign
ru_ru: Подписаться на RSS-ленту вашего клиента (если вы им это разрешаете), чтобы получать уведомление об их новых кампаниях

source: Okay
ru_ru: OK

source: Campaign
ru_ru: Кампания

source: Recipients
ru_ru: Получатели

source: Sent
ru_ru: Отправлено

source: Unique Opens
ru_ru: Уникальных прочтений

source: Unique Clicks
ru_ru: Уникальных нажатий

source: Duplicate
ru_ru: Дубликат

source: Delete
ru_ru: Удалить

source: Draft
ru_ru: Черновик

source: Define recipients & send
ru_ru: Указать получателей и отправить

source: Scheduled
ru_ru: Запланировано

source: Scheduled on
ru_ru: Запланировано на

source: opened
ru_ru: открыто

source: Tracking disabled
ru_ru: Отслеживание отключено

source: clicked
ru_ru: нажато

source: Sending
ru_ru: Отправляем

source: Currently sending your campaign to
ru_ru: В настоящий момент кампания отправляется

source: recipients
ru_ru: получатели

source: If sending has stopped, the send was probably timed out by the server, click to resume sending.
ru_ru: Если рассылка прекратилась, возможен тайм-аут на сервере, нажмите для возобновления рассылки.

source: Resume
ru_ru: Итог

source: Checking..
ru_ru: Проверяем...

source: Confirm delete
ru_ru: Подтвердите удаление

source: Sorry, unable to delete. Please try again later!
ru_ru: Сожалею, не могу удалить. Попробуйте чуть позже повторно!

source: Only continue if you think that sending has stopped. Resume sending?
ru_ru: Продолжать, только если уверены, что рассылка не завершилась. Продолжить?

source: View report for this campaign
ru_ru: Просмотреть отчёты для этой кампании

source: Error retrieving count
ru_ru: СБой при попытке подсчитать

source: Preparing
ru_ru: Подготовка

source: Preparing to send your campaign to
ru_ru: Готовимся начать рассылку кампании

source: Preparing to send
ru_ru: Готовимся к отправлению

source: Edit this campaign
ru_ru: Редактировать эту кампанию

source: Edit
ru_ru: Редактировать

source: Download CSV of emails that were not delivered to even after retrying
ru_ru: Загрузить CSV с адресами электронной почты, дсоатвка на которые не произошла даже после повторной попытки

source: not delivered
ru_ru: не доставлено

source: There are no campaigns yet
ru_ru: Вы не создали ни одной кампании

source: Send one
ru_ru: Отправить одному

source: Duplicate on which brand?
ru_ru: Дубликат какого именно брэнда?

source: Choose a brand you'd like to duplicate this campaign on
ru_ru: Укажите, для какого брэнда создать дубликат этой кампании

source: Cancel
ru_ru: Отменить

source: Your cron job may not be working
ru_ru: Ваша Cron-задача, похоже, не работает

source: Your campaign has been in 'Preparing' status for more than 5 minutes. This means that your cron job aren't executing the 'scheduled.php' script to start sending. If your campaign does not go into 'Sending' status in the next 5 minutes, please see this troubleshooting tip
ru_ru: Ваша кампания находилась в состоянии "Подготовка" дольше 5 минут. Это означает, что ваша Cron-задача не исполняет скрипт "scheduled.php", чтобы начать рассылку. Если ваша кампания не перейдёт в состояние "Отправляется" в течение следующих 5 минут, просьба прочитать соответствующий текст в секции разрешения неисправностей

source: Close
ru_ru: Закрыть

source: The subject of your email is required
ru_ru: Требуется указать тему письма

source: 'From name' is required
ru_ru: Поле отправителя (От кого) обязательно

source: A valid 'From email' is required
ru_ru: Требуется указать корректный адрес поле 'From' (От кого)

source: A valid 'Reply to' email is required
ru_ru: Требуется указать корректный адрес в поле 'Reply to' (кому ответить)

source: Your HTML code is required
ru_ru: Требуется ввести HTML-разметку

source: Please specify a number
ru_ru: Просьба указать число

source: immediately
ru_ru: немедленно

source: on
ru_ru: в

source: Create autoresponder email
ru_ru: Создать сообщение для автоответчика

source: For
ru_ru: Кому

source: Send email
ru_ru: Отправить письмо

source: minutes
ru_ru: минут

source: hours
ru_ru: часов

source: days
ru_ru: дней

source: weeks
ru_ru: недель

source: months
ru_ru: месяцев

source: after they subscribe
ru_ru: после того, как подпишутся

source: before
ru_ru: до

source: after
ru_ru: после

source: each subscriber's
ru_ru: каждого подписчика

source: Subject
ru_ru: Тема

source: Subject of this email
ru_ru: Тема этого письма

source: From name
ru_ru: От кого (имя)

source: From email
ru_ru: От кого (адрес)

source: name@domain.com
ru_ru: user@example.com

source: Reply to email
ru_ru: Кому ответить

source: Plain text
ru_ru: Текст

source: Plain text of this email
ru_ru: Текстовая версия этого письма

source: Query string
ru_ru: Параметры URL

source: Optionally append a query string to all links in your email newsletter. A good use case is Google Analytics tracking. Don't include '?' in your query string.
ru_ru: (необязательно) Приписать строку параметров URL ко всем ссылкам в вашем выпуске рассылки. Удобно использовать для трекинга средствами Google Analytics. Не включайте в строку параметров символ вопроса ('?').

source: Attachments
ru_ru: Прицепы

source: Allowed file types
ru_ru: Разрешённые типы вложений

source: Track opens
ru_ru: Отслеживать прочтения

source: Yes
ru_ru: Да

source: No
ru_ru: Нет

source: Track clicks
ru_ru: Отслеживать переходы по ссылкам

source: Save
ru_ru: Сохранить

source: Save & exit
ru_ru: Сохранить и выйти

source: Back to autoresponder email list
ru_ru: Вернуться в список автоответчиков

source: Disable Grammarly extension in your browser
ru_ru: Отключите расширение Grammarly в вашем браузере

source: You have 'Grammarly' extension installed in your browser. Grammarly injects thousands of lines of code into the email editor. As a result your email will have an extremely huge file size, look weird and you may not be able to save or send your campaign. To avoid all these, please do the following:
ru_ru: В вашем браузере установлено расширение 'Grammarly'. Оно вставляет тысячи строк кода в почтовый редактор. Как следствие, файл письма становится очень большим, отображается причудливо и вы не в состоянии сохранить его либо отправить в рассылку. Чтобы избежать всего этого, сделайте следующее:

source: Disable Grammarly extension in your browser (please see image below)
ru_ru: Отключите расширение 'Grammarly' в вашем браузере (см. изображение ниже)

source: Then refresh this page
ru_ru: Затем обновите (перезагрузите) эту страницу

source: HTML code
ru_ru: HTML-разметка

source: Save and switch to HTML editor
ru_ru: Сохранить и переключиться в режим редактора HTML разметки

source: Switch to HTML editor if the WYSIWYG editor is causing your newsletter to look weird.
ru_ru: Переключитесь на редактор HTML разметки, если визуальный редактор отображает ваш выпуск рассылки странным образом.

source: Untitled
ru_ru: Без названия

source: Email content
ru_ru: Текст сообщения

source: Use the following tags in your subject, plain text or HTML code and they'll automatically be formatted when your campaign is sent. For web version and unsubscribe tags, you can style them with inline CSS.
ru_ru: Используйте следующие метки в теме сообщения, в простом тексте или HTML-версии сообщения, и они будут автоматически замещены, когда произойдёт рассылка. В случае Web-версии и метки отписки вы можете использовать CSS в виде атрибута, чтобы применить стили оформления.

source: Switch to the WYSIWYG editor to use formatting tools.
ru_ru: Переключитесь на визуальный (WYSIWYG) редактор, чтобы использовать инструменты форматирования.

source: Save and switch to WYSIWYG editor
ru_ru: Сохранить и переключиться в режим визуального редактора

source: Sorry, unable to toggle. Please try again later!
ru_ru: Не могу переключиться. Пожалуйста, попробуйте чуть позже!

source: Autoresponder emails
ru_ru: Сообщения автоответчика

source: Click to change the title of this Autoresponder
ru_ru: Нажмите, чтобы изменить заголовок этого автоответчика

source: Autoresponder title cannot be empty
ru_ru: Заголовок автоответчика не может быть пустым

source: Add a new email to this autoresponder
ru_ru: Добавить сообщение в этот автоответчик

source: Send
ru_ru: Отправить

source: Email
ru_ru: Адрес электронной почты

source: Enabled
ru_ru: Включено

source: On
ru_ru: В случае

source: sign up
ru_ru: подписки

source: Annually on
ru_ru: Ежегодно, при

source: Once on
ru_ru: Однократно, при

source: signup
ru_ru: подписке

source: Preview
ru_ru: Предварительный просмотр

source: View report
ru_ru: Показать отчёт

source: No autoresponder emails are set up.
ru_ru: Нет сообщений в автоответчике.

source: Back to autoresponders list
ru_ru: Вернуться в список автоответчиков

source: Autoresponder name is required
ru_ru: Необходимо указать имя автоответчика

source: Autoresponders
ru_ru: Автоответчики

source: List
ru_ru: Список

source: Back to lists
ru_ru: Вернуться к спискам

source: You can't create an autoresponder based on a custom field already in use by another autoresponder.
ru_ru: Вы не можете создать автоответчик, основанный на дополнительном поле, занятым другим автоответчиком.

source: Create a new autoresponder
ru_ru: Создать новый автоответчик

source: All types of autoresponders have been created
ru_ru: Созданы все автоответчики

source: You can create more emails in each type of autoresponder that you have previously created below.
ru_ru: Вы можете создать больше сообщений для каждого типа автоответчика, ранее созданного вами.

source: To create more 'Send annually' and 'Send on date' autoresponders, add more 'Date based' custom fields to this list.
ru_ru: Чтобы создать больше автоответчиков типа 'Отправлять ежегодно' и 'Отправлять в указанную дату', добавьте больше дополнительных полей 'В соответствии с датой' в этот список.

source: Autoresponder name
ru_ru: Имя автоответчика

source: Autoresponder type
ru_ru: Тип автоответчика

source: Drip campaign
ru_ru: Автоматическая кампания

source: Create a sequence of emails that automatically sends to subscribers after they sign up.
ru_ru: Создать последовательность сообщений, которые будут отправляться подписчикам, после того, как они подпишутся.

source: A drip campaign autoresponder has already been created. You cannot create another drip campaign but you can add more emails to the sequence.
ru_ru: Автоматический автоответчик уже был создан. Вы не можете создать ещё одну автоматическую кампанию, но можете добавить сообщения к существующей.

source: There are no available 'date based custom fields' to create anniversary or date based autoresponders.
ru_ru: Нет основанных на дате дополнительных полей, чтобы создать автоматические сообщения в честь годовщины или конкретной даты.

source: Send annually
ru_ru: Отправлять ежегодно

source: Create emails that automatically sends annually to subscribers, eg. anniversaries or birthdays.
ru_ru: Создать сообщения, которые автоматически отправляются подписчикам раз в году - например, по юбилеям или на день рождения.

source: Based on this date
ru_ru: Основано на нынешней дате

source: Send on date
ru_ru: Отправить в указанную дату

source: Create one off emails that sends automatically on a specific date. eg. one off reminders.
ru_ru: Создать однократные сообщения, отправляемые в конкретную дату, анпрмеи - напоминания.

source: Save & next
ru_ru: Сохранить и перейти к следующему

source: Existing autoresponders
ru_ru: Существующие автоответчики

source: Autoresponder
ru_ru: Автоответчик

source: Type
ru_ru: Тип

source: Emails sent
ru_ru: Сообщений отправлено

source: No emails have been set up
ru_ru: Сообщений не создано

source: All associated autoresponder emails will be permanently deleted.
ru_ru: Все созданные для автоответчика сообщения будут безвозвратно удалены.

source: No autoresponders
ru_ru: Нет автоответчиков

source: No opens yet!
ru_ru: Ещё не открывали!

source: Tracking disabled for opens
ru_ru: Отслеживание открывания отключено

source: There are no links for this autoresponder.
ru_ru: Для этого автоответчика ссылок не задано.

source: Tracking disabled for clicks
ru_ru: Отслеживание переходов отключено

source: Activity
ru_ru: Активность

source: Marked as spam
ru_ru: Помечены как спам

source: Bounced
ru_ru: Сбой доставки

source: Unsubscribed
ru_ru: Отписались

source: Clicked
ru_ru: Нажато

source: Unopened
ru_ru: Неоткрыто

source: Opened
ru_ru: Открыто

source: Autoresponder report
ru_ru: Отчёт автоответчика

source: View the web version
ru_ru: Посмотреть в браузере

source: sent to
ru_ru: отправлены

source: subscribers
ru_ru: подписчики

source: unique
ru_ru: уникальных

source: times
ru_ru: раз

source: not opened
ru_ru: не открывались

source: clicked a link
ru_ru: нажато на ссылку

source: unsubscribed
ru_ru: отписались

source: bounced
ru_ru: сбой доставки

source: marked as spam
ru_ru: помечено как спам

source: Link activity
ru_ru: Активность по ссылкам

source: Export subscribers who clicked
ru_ru: Выгрузить список подписчиков, нажавших на ссылку

source: Link (URL)
ru_ru: Ссылка (URL)

source: Unique
ru_ru: Уникальные

source: Total
ru_ru: Всего

source: Last 10 opened
ru_ru: Последние 10 открывших

source: Export subscribers who opened
ru_ru: Выгрузить список подписчиков, открывших сообщение

source: Name
ru_ru: Имя

source: Status
ru_ru: Статус

source: No one opened yet.
ru_ru: Никто не открыл.

source: Subscribed
ru_ru: Подписано

source: No name
ru_ru: Без имени

source: Last 10 unsubscribed
ru_ru: Последние 10 отписавшихся

source: Export subscribers who unsubscribed
ru_ru: Выгрузить список отписавшихся

source: Date
ru_ru: Дата

source: No one unsubscribed from this autoresponder!
ru_ru: Никто не отписался от этого автоответчика!

source: Last 10 bounced emails
ru_ru: Последние 10 сбоев доставки

source: Export subscribers who bounced
ru_ru: Выгрузить список подписчиков, при попытке доставки сообщений которым случился сбой

source: No emails bounced from this autoresponder!
ru_ru: Нет сбоев доставки для этого автоответчика!

source: Last 10 marked as spam
ru_ru: Последние 10, пометившие как спам

source: Export subscribers who marked your email as spam
ru_ru: Выгрузить список подписчиков, которые пометили вашу рассылку как спам

source: No one marked your email as spam!
ru_ru: Никто не пометил вашу рассылку как спам!

source: All countries
ru_ru: Все страны

source: Country
ru_ru: Страна

source: Opens
ru_ru: Открыто

source: Export
ru_ru: Выгрузить

source: Export subscribers from
ru_ru: Выгрузить список подписчиков для

source: Top 10 countries
ru_ru: Верхние 10 стран

source: No countries detected yet.
ru_ru: Данных по странам пока нет.

source: Subscriber info
ru_ru: Данные о подписчике

source: Fetching
ru_ru: Получаю

source: Oops, there was an error getting the subscriber's info. Please try again later.
ru_ru: Увы, случился сбой при попытке получить сведения о подписчике. Пожалуйста, попробуйте ещё раз.

source: Blacklist
ru_ru: Чёрный список

source: Suppression list
ru_ru: Список блокировки

source: Blocked domains
ru_ru: Заблокированные домены

source: If you'd like block email addresses that belong to certain domains (eg. disposable emails) from ever being imported into any lists in this brand, import them into this list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this list.
ru_ru: Если вам необходимо не допускать попадания электронных адресов в определённых доменах (таких как одноразовые адреса) в списки этого бренда, внесите домены в этот список. Впоследствии, ни один из почтовых адресов, импортированных из CSV или посредством API не попадёт в любой из списков рассылки этого бренда в будущем, если его домен присутствует в данном списке.

source: Import list of domains to block
ru_ru: Импортируйте список доменов, подлежащих блокировке

source: Search
ru_ru: Поиск

source: Import via CSV file
ru_ru: Загрузить из CSV-файла

source: Please ensure there is only one column in your CSV containing only domains.
ru_ru: В вашем CSV-файле должно быть только одно поле, содержащее только доменные имена.

source: Please upload a CSV file.
ru_ru: Просьба загрузить CSV-файл.

source: If you are uploading a huge CSV file, Try increasing the following values in your server's php.ini to larger numbers. Contact your hosting support if you're unsure how to do this.
ru_ru: Если вы пытаетесь загрузить крупный файл CSV, попробуйте изменить следующие настройки php.ini на вашем сервере , выставив большие значения. Отправьте запрос вашему хостеру, если вы не уверены, как это сделать.

source: (set to 0 so that execution won't time out indefinitely)
ru_ru: (установить в 0, чтобы исполнение сскрипта не заканчивалось по тайм-ауту)

source: Alternatively, try splitting your huge CSV file into several smaller sized CSV files and import them one after another.
ru_ru: В качестве другого решения: разбейте ваш крупный CSV файл на несколько мелких, и импортируйте их один за другим.

source: CSV format
ru_ru: Формат CSV

source: Your CSV should only contain one column containing only domains
ru_ru: В вашем CSV-файле должно быть только одно поле, содержащее только доменное имя

source: Your CSV columns should be separated by commas, not semi-colons or any other characters
ru_ru: Ваши CSV поля следует разделять запятыми, а не точками с запятой или прочими символами

source: Domain
ru_ru: Доменное имя

source: Email addresses with domains matching any records in your CSV will also be removed from all lists in this brand.
ru_ru: Почтовые адреса в доменах, совпадающих с перечисленными в вашем CSV также будут исключены из всех списков рассылки этого бренда.

source: Import and delete matching records from all lists
ru_ru: Импортируйте и удалите совпадающие записи изо всех списков

source: Import domains per line
ru_ru: Укажите домены, по одному на строку

source: Sorry, we didn't receive any input.
ru_ru: Сожалею, но вы ничего не ввели.

source: Domains
ru_ru: Домены

source: Email addresses with domains matching any domains you've entered above will also be removed from all lists in this brand.
ru_ru: Электронные адреса в доменах, совпадающих с любыми доменами, которые вы указали выше, будут также исключены изо всех списков этого бренда.

source: Last update
ru_ru: Последнее обновление

source: Block attempts
ru_ru: Попыток блокировки

source: No domain found.
ru_ru: Доменов не найдено.

source: Please note that email addresses with domains matching any records in your CSV will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
ru_ru: Пожалуйста, обратите внимание на то, что электронные адреса с доменами, совпадающими с любыми записями в вашем CSV, будут также удалены изо всех списков в этом бренде после того, как эти домены внесут в список 'Заблокированные домены'. Вы желаете продолжить?

source: Please note that email addresses with domains matching any records you've provided will also be removed from all lists in this brand after being imported into this 'Blocked domains' list. Do you want to proceed?
ru_ru: Пожалуйста, обратите внимание на то, что электронные адреса с доменами, которые вы указали, будут также удалены изо всех списков в этом бренде после того, как эти домены внесут в список 'Заблокированные домены'. Вы желаете продолжить?

source: If you have a list of email addresses that should never receive any email campaigns or autoresponders from you, import them into this suppression list. Any email addresses you import via CSV or API into any list in this brand in future will not be imported if they appear in this suppression list.
ru_ru: Если у вас есть список электронных адресов, которые никогда не должны получать сообщения из кампаний либо автоматических серий, внесите их в этот список блокировки. Любые адреса, которые вы будете импортировать в любой список рассылки из CSV или посредством API в дальнейшем, не будут внесены, если присутствуют в этом списке блокировки.

source: Import suppression list
ru_ru: Импортировать список блокировки

source: Please ensure there is only one column in your CSV containing only email addresses.
ru_ru: В вашем CSV-файле должно быть только одно поле, содержащее адреса электронной почты.

source: Your CSV should only contain one column containing only email addresses
ru_ru: В вашем CSV-файле должно быть только одно поле, содержащее только адрес электронной почты

source: Email addresses that matches any records in your CSV will also be removed from all lists in this brand.
ru_ru: Почтовые адреса в доменах, совпадающих с любыми записями в вашем CSV, также будут исключены из всех списков рассылки этого бренда.

source: Import emails per line
ru_ru: Укажите электронные адреса для удаления, по одному на строку

source: Email addresses
ru_ru: Электронные адреса

source: Email addresses matching any emails you've entered above will also be removed from all lists in this brand.
ru_ru: Электронные адреса, совпадающие с любыми из тех, что вы указали выше, будут также исключены изо всех списков этого бренда.

source: Email address
ru_ru: Электронный адрес

source: No email addresses found.
ru_ru: Не указаны адреса электронной почты.

source: Please note that email addresses that matches any records in your CSV will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
ru_ru: Пожалуйста, обратите внимание на то, что электронные адреса, совпадающие с любыми записями в вашем CSV, будут также удалены изо всех списков в этом бренде после того, как эти адреса внесут в 'Список блокировки'. Вы желаете продолжить?
