Repository: akolnoochenko/sendy-translations
Catalog: */LC_MESSAGES/default.po
Languages: ru_ru

source: We have detected that 'ONLY_FULL_GROUP_BY' is enabled in 'sql_mode' in your MySQL server. Your campaign will fail to send unless 'ONLY_FULL_GROUP_BY' is removed from 'sql_mode'. Here's how to fix this &rarr;
ru_ru: Мы обнаружили, что опция 'ONLY_FULL_GROUP_BY' включена в 'sql_mode' в вашем MySQL сервере. Ваша кампанию не получится отправить, пока вы не исключите 'ONLY_FULL_GROP_BY' из переменной 'sql_mode'. Вот как это сделать &rarr;

source: Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
ru_ru: Посетите страницу "Брэнды" нажатием на название вашей компании, слева вверху страницы. Затем поищите в левой части экрана инструкции о том, что делать в такой ситуации

source: or
ru_ru: или

source: is pending verification in your Amazon SES console
ru_ru: ожидает верификации в вашей консоли Amazon SES

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification then refresh this page to proceed.
ru_ru: Ваш обратный адрес (From) или его домен ожидают верификации в вашей консоли Amazon SES. Пожалуйста, завершите верификацию, затем обновите эту страницу.

source: Your 'From email' or its domain is not verified in your Amazon SES console. A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
ru_ru: Ваш адрес отправителя (From), или его домен не прошли верификацию в консоли SES. Мы отправили ваш адрес отправления (From) в Amazon SES для верификации. От Amazon SES на этот адрес направлено письмо, в тексте которого есть ссылка для завершения верификации. Нажмите на ссылку, затем обновите эту страницу.

source: A verification email has been sent to your 'From email' address with a confirmation link. Please click the link to verify you are the owner of the 'From email', then refresh this page.
ru_ru: Письмо для верификации направлено на ваш 'Адрес отправителя', оно содержит ссылку для подтверждения. Просьба пройти по указанной ссылке, чтобы подтвердить, что вы обладаете 'Адресом отправителя', а затем перезагрузите эту страницу.

source: Test send this campaign
ru_ru: Проверочная рассылка этой кампании

source: Test email(s)
ru_ru: Тестовые сообщения

source: Email addresses, separated by comma
ru_ru: Адреса электронной почты, разделённые запятыми

source: Define recipients
ru_ru: Укажите получателей

source: Choose your lists & segments
ru_ru: Выберите ваш список и сегменты

source: No list found, click to add one.
ru_ru: Списков нет - нажмите, чтобы создать.

source: No segments found
ru_ru: Сегментов не найдено

source: Exclude lists from this campaign?
ru_ru: Исключить списки из этой кампании?

source: Don't include emails from these list & segments
ru_ru: Не включать адреса из этого списка и сегментов

source: resets on
ru_ru: обнулится

source: of
ru_ru: из

source: remaining
ru_ru: осталось

source: You can't send more than your monthly limit. Request for your limit to be raised by sending an email to
ru_ru: Вы не можете отправить больше своего месячного лимита. Запросите увеличение лимита письмом на адрес

source: Send newsletter now!
ru_ru: Отправьте выпуск прямо сейчас!

source: Your campaign is now sending!
ru_ru: Кампания в состоянии рассылки!

source: You can safely close this window, your campaign will continue to send.
ru_ru: Вы можете спокойно закрыть это окно, кампания будет рассылаться в фоновом режиме.

source: You will be notified by email once your campaign has completed sending.
ru_ru: Вы получите письмо с уведомлением, когда рассылка закончится.

source: Fee per recipient
ru_ru: Стоимость за получателя

source: Grand total
ru_ru: Итого

source: Proceed to pay for campaign
ru_ru: Перейти к оплате рассылки

source: SES sends left
ru_ru: Остаток квоты SES

source: Unable to get your SES quota from Amazon. Visit your "Brands" page by clicking your company's name at the top left of the screen. Then check the instructions on the left sidebar on how to resolve this issue
ru_ru: Не получается запросить вашу квоту SES от Amazon. Откройте страницу "Брэнды", нажав на название вашей компании в верхней левой части экрана. Затем сверьтесь с левой колонкой, где указано, что рекомендуется делать в такой ситуации

source: Please try again by refreshing this page. If this error persist, visit your Amazon SNS console and delete all 'Topics' and 'Subscriptions' and try again.
ru_ru: Повторите попытку, обновив эту страницу. Если ошибка не пропадает, откройте вашу консоль Amazon SNS, удалите все записи 'Topics' и 'Subscriptions', и попробуйте снова.

source: Error: Unable to create bounces and complaints SNS topics, please try again by refreshing this page.
ru_ru: Сбой: не получается создать SNS каналы обработки ошибок доставки и жалоб на спам, попробуйте ещё раз, обновив эту страницу.

source: Sendy is unable to verify and setup bounces & complaints handling for your 'From email' address. Here's what you need to do:
ru_ru: Sendy не может проверить и настроить обработку ошибок доставки и жалоб на спам для вашего обратного адреса (From). Вот что необходимо сделать:

source: Visit your <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">IAM console</a> then follow the instructions in <a href="#amazonsnsfullaccess" data-toggle="modal">this video</a>.
ru_ru: Откройте вашу <a href="https://console.aws.amazon.com/iam/home#/users" target="_blank">консоль IAM</a>, а затем следуйте инструкциям из <a href="#amazonsnsfullaccess" data-toggle="modal">этого видео</a>.

source: Then refresh this page.
ru_ru: Затем перезагрузите эту страницу.

source: Once this is done, Sendy will be able to setup bounces & complaints handling automatically.
ru_ru: Как только вы сделаете это, Sendy сможет настроить обработку ошибок доставки и жалоб автоматически.

source: How to add AmazonSNSFullAccess policy to IAM user
ru_ru: Как добавить политику AmazonSNSFullAccess для вашего IAM-пользователя

source: Error communicating with Amazon SNS API
ru_ru: Ошибка вызова Amazon SNS API

source: It looks like you are still in Amazon SES "Sandbox mode". You can only send to email addresses that you've verified in your
ru_ru: Похоже, вы пребываете в "песочнице" Amazon SES. Вы можете отправлять только на адреса, которые верифицировали в вашей

source: Amazon SES console.
ru_ru: Консоль Amazon SES.

source: If you try to send newsletters to emails NOT verified in your SES console, your recipient will not receive the newsletter.
ru_ru: Если вы попробуете отправить письма получателям, НЕ одобренным в вашей SES-консоли, получатели не увидят эти письма.

source: Request Amazon to raise your 'SES Sending Limits' to get out of "Sandbox mode"
ru_ru: Запросите у Amazon SES повышение лимитов рассылки SES ('SES sending limits'), чтобы выйти из режима "песочницы"

source: to lift this restriction.
ru_ru: чтобы снять это ограничение.

source: You can't send more than your SES daily limit. Either wait till Amazon replenishes your daily limit in the next 24 hours, or
ru_ru: Вы не можете отправить писем сверх вашего суточного лимита SES. Или подождите, когда Amazon сбросит этот счётчик в течение следующих 24 часов, или

source: request for extended access
ru_ru: отправьте запрос на расширенный допуск к сервису

source: We recommend
ru_ru: Мы рекомендуем

source: setting up CRON
ru_ru: настроить Cron-задачи

source: to send your newsletters
ru_ru: чтобы управлять процессом отправления рассылок

source: Newsletters sent via CRON have the added ability to automatically resume sending when your server times out. You'll also be able to schedule emails.
ru_ru: При рассылке при помощи Cron, рассылка будет автоматически продолжена, если связь с сервером оборвётся по тайм-ауту. Вы также сможете отправлять сообщения в заданное время.

source: You haven't set up CRON yet, but that's okay. You can still send newsletters right now. But keep in mind that you won't be able to navigate around Sendy until sending is complete. Also, you'll need to manually resume sending (with a click of a button) if your server times out.
ru_ru: Вы ещё не настроили Cron-задачи, но ничего страшного. Вы всё равно можете отправить рассылку прямо сейчас. Однако просьба помнить, что вы не сможете пользоваться интерфейсом Sendy, пока не завершится рассылка.. Также вам придётся вручную продолжать рассылку, если случится тайм-аут связи с сервером.

source: Setup CRON now
ru_ru: Настроить Cron-задачи

source: To schedule campaigns or to make sending more reliable, add a
ru_ru: Чтобы назначать выпуск кампаний на определённое время, или чтобы сделать процесс рассылки надёжнее, добавьте

source: cron job
ru_ru: cron-задачу

source: with the following command.
ru_ru: при помощи следующей команды.

source: This command needs to be run every 5 minutes in order to check the database for any scheduled campaigns to send.
ru_ru: Эту команду необходимо запускать каждые 5 минут, чтобы проверять базу данных на наличие запланированных кампаний для запуска.

source: Once added, wait around 5 minutes. If your cron job is functioning correctly, you'll see the scheduling options instead of this modal window when you click on "Schedule this campaign?".
ru_ru: После того, как задача добавлена, подождите пять минут. Если задачи настроены правильно, вы увидите опции настройки запланированных рассылок взамен этого окошка - после того, как нажмёте на "Назначить выпуск этой кампании?".

source: Schedule this campaign
ru_ru: Назначить выпуск этой кампании

source: Pick a date
ru_ru: Выберите дату

source: Set a time
ru_ru: Укажите время

source: Select a timezone
ru_ru: Укажите часовой пояс

source: Schedule campaign now
ru_ru: Назначьте немедленную рассылку кампании

source: Schedule and pay for campaign
ru_ru: Назначить и оплатить выпуск кампании

source: Edit newsletter
ru_ru: Редактировать выпуск рассылки

source: Newsletter preview
ru_ru: Предварительный просмотр выпуска

source: From
ru_ru: От

source: Opens tracking
ru_ru: Открывает отслеживание

source: Disabled
ru_ru: Отключено

source: Clicks tracking
ru_ru: Отслеживание нажатий

source: Have you double checked your selected lists? If so, let's go ahead and send this!
ru_ru: Хорошо ли вы проверили список получателей? Если да, переходите к собственно рассылке!

source: Have you double checked your selected lists? If so, proceed to pay for this campaign.
ru_ru: Хорошо ли вы проверили список получателей? Если да, переходите к оплате этой кампании.

source: Important: Bounces or complaints were not set up
ru_ru: Важно: не была настроена обработка жалоб или сбоев доставки

source: We've detected that bounces or complaints have not been setup.
ru_ru: Мы обнаружили, что обработка жалоб или сбоев доставки не была настроена.

source: Not having bounces or complaints registered means future campaigns will continue to be sent to emails that bounced and recipients who have marked your emails as spam. This may lead to Amazon suspending your AWS account.
ru_ru: Если вы не настроили обработку сбоев доставки или жалоб, это означает, что будущие рассылки продолжат слать письма на эти адреса. Подобное может привести к блокировке вашей учётной записи AWS.

source: We highly recommend setting up bounces & complaints
ru_ru: Мы настоятельно рекомендуем настроить обработку жалоб (complaints) и сбоев доставки писем (bounces)

source: Visit our Get Started Guide and complete steps 7 & 8
ru_ru: Прочитайте наш вводный курс (Get Started Guide) и выполните шаги 7 и 8

source: Or troubleshoot with this FAQ
ru_ru: Или решите это затруднение при помощи ЧаВо (FAQ)

source: Don't send
ru_ru: Не отправлять

source: Send anyway
ru_ru: Отправить в любом случае

source: Your campaign has been scheduled
ru_ru: Кампания в очереди на выполнение

source: You will be notified by email once your campaign has been sent.
ru_ru: Вы получите уведомление электронным письмом, когда кампания завершится.

source: Now sending
ru_ru: Рассылаем

source: Your campaign is on the way!
ru_ru: Кампания в процессе рассылки!

source: You can close this window and your campaign will continue to send. You will be notified by email once your campaign has completed sending.
ru_ru: Вы можете закрыть это окно, кампания будет рассылаться в фоновом режиме. Вы получите электронное письмо, когда рассылка закончится.

source: Settings have been saved!
ru_ru: Настройки сохранены!

source: Company
ru_ru: Компания

source: Your company
ru_ru: Ваша компания

source: Your name
ru_ru: Ваше имя

source: This login email address is already in use by one of your brands. Please find the brand that uses this login email address and change it to something else so that you can save. Or use another email address.
ru_ru: Этот входной адрес email уже используется одним из ваших брэндов. Пожалуйста, найдите, который из них использует этот адрес и замените на что-либо иное, чтобы можно было сохранить изменения. Или используйте другой адрес email.

source: Password (leave blank to not change it)
ru_ru: Пароль (оставьте поле пустым, если не хотите менять)

source: Enable two-factor authentication
ru_ru: Включить двухфакторную аутентификацию

source: Regenerate secret key
ru_ru: Сгенерировать секретный ключ заново

source: What is "Two-factor authentication"?
ru_ru: Что такое "двухфакторная аутентификация"?

source: Two-factor authentication provides an additional layer of security by requiring a one time password (OTP) in addition to email & password credentials. You can get OTP codes without an internet or cellular connection using a <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>.
ru_ru: Двухфакторная аутентификация предоставляет дополнительный уровень безопасности тем, что запрашивает одноразовый пароль (OTP) в дополнение к уже существующим email и паролю для входа. Получить OTP без доступа в Интернет и без передачи по сотовой связи можно, установив <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">соответствующее приложение</a>.

source: <strong>Step 1</strong>: Scan the following QR code (or enter the secret key) into your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a>:
ru_ru: <strong>Шаг 1</strong>: Сканируйте этот QR-код (или введиет секретный ключ) в вашем <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">приложении двухфакторной аутентификации</a>:

source: Secret key:
ru_ru: Секретный ключ:

source: <strong>Step 2</strong>: Use your <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">two-factor application</a> to generate an OTP code, then paste it below:
ru_ru: <strong>Шаг 2</strong>: Воспользуйтесь вашим <a href="#two_factor_apps"data-toggle="modal" style="text-decoration:underline;">приложением двухфакторной аутентификации</a>, чтобы создать одноразовый пароль (OTP), и вставьте его ниже:

source: OTP code, eg. 123456
ru_ru: Код OTP, например 123456

source: Confirm and enable two-factor authentication
ru_ru: Подтвердить и включить двухфакторную аутентификацию

source: Two-factor authentication applications
ru_ru: Приложения для двухфакторной аутентификации

source: There are many 'Two-factor authentication' mobile apps available in the market for free that can be used with services that supports 2FA like Amazon, Gmail, Dropbox, Facebook etc. The most common is 'Google Authenticator'. The following are links to Google Authenticator app for both iOS and Android:
ru_ru: На рынке есть несколько бесплатных мобильных приложений для двухфакторной аутентификации для использования в сервисах, поддерживающих двухфакторную аутентификацию (2FA) - таких, как Amazon, Gmail, Dropbox, Facebook и т.д. Самое распространённое - 'Google Authenticator'. Ниже приведены ссылки для iOS и Android:

source: OTP is correct, but unable to save.
ru_ru: OTP правильный, но сохранить не получается.

source: OTP code is incorrect. Please try again.
ru_ru: Код OTP неверный. Попробуйте ещё раз.

source: Please enter a valid, numeric OTP code.
ru_ru: Пожалуйста, введите правильный, цифровой код OTP.

source: Select your timezone
ru_ru: Укажите часовой пояс

source: Select your language
ru_ru: Выберите язык

source: Amazon Web Services Credentials
ru_ru: Ключи доступа AWS

source: Please see Step 5 of the Get Started Guide on how to create a set of IAM credentials to hook up your Amazon SES account with your Sendy installation
ru_ru: Пожалуйста, ознакомьтесь с пунктом 5 руководства по началу работы, чтобы создать набор данных доступа IAM, чтобы связать вашу учётную запись Amazon SES и вашу установку Sendy

source: AWS Access Key ID
ru_ru: Ключ доступа AWS

source: AWS Secret Access Key
ru_ru: Секретный ключ AWS

source: AWS Secret Acesss Key
ru_ru: Секретный ключ AWS

source: Amazon SES region
ru_ru: Регион Amazon SES

source: Please select the same region as what's set in your Amazon SES console in the region selection drop down menu at the top right.
ru_ru: Пожалуйста, выберите тот же самый регион, который выбран в вашей консоли Amazon SES (в выпадающем меню в верхней правой части экрана).

source: Your Amazon SES region
ru_ru: Ваш регион Amazon SES

source: Sending rate
ru_ru: Скорость отправления

source: Sendy sends bulks of emails in parallel per second according to your Amazon SES send rate. Depending on the capability of your server, your server may have trouble processing huge bulks of emails efficiently if your SES send rate is very high. Lowering your send rate may yield better sending speed and stability.
ru_ru: Sendy отправляет множество email одновременно, в соответствии с вашей предельной скоростью отправления (сообщений в секунду). В зависимости от пропускной способности вашего сервера, рассылка большого числа сообщений одновременно может быть затруднена, если скорость рассылки на Amazon SES указана очень высокой. В таком случае понизьте значение скорости отправления, чтобы добиться лучшего качества и стабильности процесса рассылки.

source: Adjust sending rate
ru_ru: Изменить скорость отправления

source: Max
ru_ru: Максимум

source: emails per second
ru_ru: сообщений (email) в секунду

source: PayPal account
ru_ru: Учётная запись PayPal (адрес электронной почты)

source: If you charge your client(s) a fee for sending newsletters, they'll pay to this PayPal account. Also, don't forget to turn <strong>Auto Return</strong> ON in your PayPal account under <strong>Profile > My sellings tools > Website preferences</strong> so that your client will be automatically re-directed to the sending script after payment. Just use your website's URL for the <strong>Return URL</strong> to be able to save.
ru_ru: Если вы взимаете с ваших клиентов плату за использование сервиса рассылки, они будут платить на указанную учётную запись PayPal. Также, не забудьте включить <strong>Auto Return</strong> в панели управления учётной записью PayPal в разделе <strong>Profile > My sellings tools > Website preferences</strong> - чтобы ваши клиенты автоматически возвращались к управлению рассылками по завершении платежа. Укажите адрес (URL) вашего сайта в поле <strong>Return URL</strong>, чтобы сохранить изменения.

source: PayPal email address
ru_ru: Электронный адрес PayPal

source: PayPal account email address
ru_ru: Электронный адрес учётной записи PayPal

source: No. of brands to show per page
ru_ru: Количество брендов для показа на странице

source: brands per page
ru_ru: брендов на страницу

source: Sending preferences
ru_ru: Настройки отправления

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
ru_ru: Подписчики, которые присоединяются при помощи готовых форм подписки, посредством форм подписки на сторонних ресурсах, если параметр 'gdpr' установлен в 'true', будут помечены меткой 'GDPR'. При включении этой опции ваши последующие кампании будут рассылаться только подписчикам с меткой 'GDPR'.

source: Subscribers who signup through the provided 'Ready-to-use subscribe form' or the embeddable 'Subscribe form HTML code' with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
ru_ru: Подписчики, которые присоединяются при помощи готовых форм подписки, посредством форм подписки на сторонних ресурсах, если параметр 'gdpr' установлен в 'true', будут помечены меткой 'GDPR'. При включении этой опции ваши последующие автоматические серии будут рассылаться только подписчикам с меткой 'GDPR'.

source: Your license key
ru_ru: Ваш лицензионный ключ

source: You'll need this license key to
ru_ru: Вам необходимо указать ваш лицензионный ключ, чтобы

source: download the latest version of Sendy on our website
ru_ru: загрузить последнюю версию Sendy с нашего сайта

source: Your API key
ru_ru: Ключ API

source: Regenerate API key?
ru_ru: Сгенерировать новый ключ API?

source: If you're currently using Sendy's API with this API key, it'll no longer work. Are you sure you want to regenerate your API key?
ru_ru: Если вы в настоящий момент используете Sendy API с этим ключом, он перестанет приниматься. Вы уверены, что хотите создать новый ключ API?

source: Your API key has been regenerated!
ru_ru: Ваш API ключ был создан заново!

source: Sorry, unable to regenerate API key. Please try again later!
ru_ru: Сожалею, не получается сгенерировать новый API ключ. Попробуйте ещё раз, позже!

source: Zapier integration
ru_ru: Интеграция с Zapier

source: <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a>'s integration with <a href="https://zapier.com/zapbook/sendy/" target="_blank" style="text-decoration:underline">Sendy</a> opens up a whole world of automation! You can integrate Sendy with over 1,000 apps available in <a href="https://zapier.com/zapbook/" target="_blank" style="text-decoration:underline">Zapier's app directory</a>. The following are a few ready to use "Zaps" to get you started. Alternatively you can visit Zapier and create your own "Zaps" to integrate Sendy with any other apps. You'd be prompted to <a href="https://zapier.com/app/signup" target="_blank" style="text-decoration:underline">signup for a free Zapier account</a> if you don't have one.
ru_ru: Интеграция <a href="https://zapier.com" target="_blank" style="text-decoration:underline">Zapier</a> с <a href="https://zapier.com/zapbook/sendy/" target="_blank" style="text-decoration:underline">Sendy</a> открывает широкие возможности для автоматизации!Вы сможете интегрировать Sendy с более чем 1000 приложениями из <a href="https://zapier.com/zapbook/" target="_blank" style="text-decoration:underline">каталога приложений Zapier</a>. Далее указаны некоторые из них, с которых можно начать. Вы также можете посетить Zapier и создать ваши собственные "Zap"'ы, чтобы интегрировать Sendy с любым другим риложением. Вам предложат <a href="https://zapier.com/app/signup" target="_blank" style="text-decoration:underline">создать учётную запись Zapier (бесплатно)</a>, если у вас её нет.

source: Your company name is required
ru_ru: Необходимо указать название компании

source: Your name is required
ru_ru: Необходимо ввести имя

source: A valid email is required
ru_ru: Требуется корректный адрес электронной почты

source: IP address is invalid.
ru_ru: Некорректный IP адрес.

source: Country must be a valid 2 letter country code
ru_ru: Страну должен обозначать корректный двухбуквенный код страны

source: Referrer is not a valid URL
ru_ru: Источник не является корректным URL
