Repository: akolnoochenko/sendy-translations
Catalog: */LC_MESSAGES/default.po
Languages: ru_ru

source: Please note that email addresses that matches any emails you've provided will also be removed from all lists in this brand after being imported into this 'Suppression list'. Do you want to proceed?
ru_ru: Пожалуйста, обратите внимание на то, что электронные адреса, совпадающие с любыми электронными адресами, что вы указали, будут также удалены изо всех списков в этом бренде после того, как эти адреса внесут в 'Список блокировки'. Вы желаете продолжить?

source: Campaigns RSS
ru_ru: RSS-ленты кампаний

source: Clear queue table
ru_ru: Очистить таблицу очередей

source: The queue table has been cleared successfully!
ru_ru: Таблица очередей успешно очищена!

source: Failed to clear the queue table.
ru_ru: Не получилось очистить таблицу очередей.

source: Please make sure all currently sending campaigns are completed first before doing this.
ru_ru: Пожалуйста, убедитесь, что все активные кампании завершили рассылку, прежде чем выполнить это действие.

source: Do you want to clear the queue table?
ru_ru: Вы хотите очистить таблицу очередей?

source: Yes, clear the queue table
ru_ru: Да, очистить таблицу

source: You have a new subscriber!
ru_ru: У вас новый подписчик!

source: The following user signed up to your list
ru_ru: Следующий пользователь подписался на ваш список рассылки

source: You're subscribed!
ru_ru: Вы подписались!

source: The name of this template is required
ru_ru: Требуется указать название шаблона

source: Create template
ru_ru: Создать шаблон

source: Template name
ru_ru: Название шаблона

source: Name of this template
ru_ru: Название этого шаблона

source: Save template
ru_ru: Сохранить шаблон

source: Select a template
ru_ru: Выбрать шаблон

source: Campaign title
ru_ru: Название кампании

source: Title of this campaign
ru_ru: Заголовок этой кампании

source: Set a title for this campaign?
ru_ru: Установить заголовок для этой кампании?

source: This title (instead of the subject line) will be displayed in your campaigns list and reports. You can also set the title later in the campaign report after sending this campaign.
ru_ru: Этот заголовок (взамен темы письма) будет отображаться в списке ваших кампаний и в отчётах. Можете также установить заголовок позже, в отчёте по кампании, после того, как она будет отправлена.

source: Please enter a custom field name
ru_ru: Пожалуйста, укажите имя дополнительного поля

source: Custom fields
ru_ru: Дополнительные поля

source: Add a field
ru_ru: Добавить поле

source: Field name
ru_ru: Название поля

source: This custom field already exist, please use a unique custom field.
ru_ru: Такое поле уже существует, придумайте уникальное название поля.

source: Name of custom field
ru_ru: Название дополнительного поля

source: Data type
ru_ru: Тип данных

source: Text
ru_ru: Текст

source: Add custom field
ru_ru: Добавить дополнительное поле

source: Existing fields
ru_ru: Существующие поля

source: This custom field is currently used by an autoresponder. In order to delete this custom field, delete the autoresponder associated with this custom field.
ru_ru: Это дополнительное поле используется в данный момент автоответчиком. Чтобы удалить это поле, вначале удалите автоответчик, связанный с ним.

source: Personalization tag
ru_ru: Индивидуальная метка

source: All data belonging to this custom field will also be deleted.
ru_ru: Все данные, связанные с этим дополнительным полем, также будут удалены.

source: Edit custom field
ru_ru: Редактировать дополнительное поле

source: Please upload a CSV file
ru_ru: Просьба загрузить CSV-файл

source: Please enter at least one combination of name & email
ru_ru: Просьба указать хотя бы одну комбинацию имени и адреса электронной почты

source: Mass delete via CSV file
ru_ru: Массовое удаление из CSV-файла

source: There should only be 1 column in your CSV containing emails.
ru_ru: В вашем CSV-файле должно быть только одно поле, содержащее адрес электронной почты.

source: CSV format example
ru_ru: Пример структуры CSV

source: Import
ru_ru: Загрузка

source: Delete email per line
ru_ru: Укажите адреса для удаления, по одному на строку

source: Email to delete
ru_ru: Адрес для удаления

source: There is a problem connecting to the database. Please try again later or see this <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">troubleshooting tip</a>.
ru_ru: Сбой подключения к базе данных. Попробуйте ещё раз, позже, или прочтите <a href="https://sendy.co/troubleshooting#cannot-connect-to-database" target="_blank">вот эту подсказку</a>.

source: Please specify your brand's name
ru_ru: Просьба указать имя брэнда

source: Amazon SES Quota
ru_ru: Квота службы Amazon SES

source: Edit brand
ru_ru: Редактировать брэнд

source: Brand name
ru_ru: Имя брэнда

source: Name of the brand
ru_ru: Название этого бренда

source: Checking if your 'From email' is verified in your SES console..
ru_ru: Смотрим, был ли адрес в поле отправителя одобрен в SES консоли.

source: Unverified 'From email'
ru_ru: Требуется верификация 'Адреса отправителя'

source: Your 'From email' or its domain is not verified in your Amazon SES console. Do either of the following:
ru_ru: Адрес отправителя (или его домен) не одобрен в консоли SES. Выполните одно из следующих действий:

source: Click here to verify this 'From email', Amazon will send a verification email to this 'From email'
ru_ru: Нажмите здесь для верификации данного адреса отправителя, Amazon отправит проверочное сообщение на 'Адрес отправителя'

source: Alternatively, verify this 'From email's 'domain' in your Amazon SES console
ru_ru: Или же пройдите верификацию для всего домена обратного (From) адреса в вашей SES-консоли

source: When you verify a domain, you can use any 'From email' address belonging to that domain without having to verify them individually.
ru_ru: Когда вы верифицируете весь домен, вы сможете сможете использовать любой адрес в этом домене в будущем, в качестве адреса отправителя ('From'), не проверяя его индивидуально.

source: Lastly, the 'From email' is case sensitive. Please ensure you are using the same case as the email address verified in your Amazon SES console.
ru_ru: И последнее, адрес в поле 'Адрес отправителя' чувствителен к регистру. Просьба вносить его в точности в том же виде, в каком вы указали его в вашей консоли Amazon SES.

source: 'From email' pending verification
ru_ru: Адрес 'From' проходит верификацию

source: Your 'From email' or its domain is pending verification in your Amazon SES console. Please complete the verification.
ru_ru: Адрес отправителя (или его домен) ещё не прошёл верификацию в консоли SES. Просьба завершить верификацию.

source: Unable to communicate with Amazon SES API
ru_ru: Не работает взаимодействие с Amazon SES API

source: Please check the error message on the left for instructions.
ru_ru: Проверьте сообщение об ошибке слева - там есть инструкции.

source: Congrats! This 'From email' is verified.
ru_ru: Отлично! Адрес отправителя одобрен.

source: Please wait..
ru_ru: Просьба подождать...

source: A verification email has been sent to your 'From email' address with a confirmation link to complete the verification. Please click the link to complete the verification, then refresh this page.
ru_ru: Мы отправили письмо со ссылкой для подтверждения на ваш адрес в поле 'Адрес отправителя', для завершения верификации. Просьба перейти по ссылке, затем обновить эту страницу.

source: Two verification emails has been sent to both your login email address and the above 'From email' address. Please click the verification link in both emails to complete the verification, then refresh this page.
ru_ru: Два электронных письма быыли отправлены: на ваш адрес для входа в менеджер списков рассылки, и на указанный выше 'Адрес отправителя'. Просьба перейти по ссылкам в каждом письме, для завершения верификации, а затем перезагрузить эту страницу.

source: Unable to send your 'From email' address to Amazon SES for verification! Please try again later.
ru_ru: Не получается отправить ваш 'Адрес отправителя' в Amazon SES для верификации! Просьба повторить попытку позже.

source: Sorry, unable to verify email address. Please try again later!
ru_ru: Сожалею, не получается верифицировать электронный адрес. Пожалуйста, повторите попытку позже!

source: Brand logo
ru_ru: Логотип брэнда

source: (32 x 32 pixel, jpeg, jpg, gif or png format)
ru_ru: (размер 32 x 32 пикселя, в форматах jpeg, jpg, gif или png)

source: Confirm delete this logo?
ru_ru: Удалить логотип?

source: Could not create '/logos/' directory. Please make sure permissions in /uploads/ folder is set to 777. Your logo has not been uploaded.
ru_ru: Не получается создать каталог "/logos/". Проверьте, пожалуйста, что разрешения для каталога /uploads/ установлены в 777. Логотип не был загружен.

source: Please upload only these file formats: jpeg, jpg, gif or png.
ru_ru: Просьба загружать только файлы форматов jpeg, jpg, gif или png.

source: Could not upload image to '/logos/' folder. <br/>Please make sure permissions in /uploads/ folder is set to 777. <br/>Then remove the /logos/ folder in the /uploads/ folder and try again.
ru_ru: Не получилось загрузить изображение в каталог '/logos/'. <br/>Просьба убедиться, что права доступа к каталогу /uploads/ выставлены в 777. <br/>После этого удалите каталог /logos/ в каталоге /uploads/ и повторите загрузку логотипа.

source: Custom domain
ru_ru: Пользовательский домен

source: Just like Sendy domain licenses, custom domains requires licensing.
ru_ru: Так же, как домены в лицензии Sendy, пользовательские домены нужно лицензировать.

source: You can purchase custom domain licenses here →
ru_ru: Лицензии на пользовательские домены можно приобрести здесь →

source: Refresh this page once done and you will be able to set your custom domain.
ru_ru: Перезагрузите эту страницу, как только всё будет сделано, и сможете указать ваш пользовательский домен.

source: When you set a custom domain, unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
ru_ru: Когда вы назначаете пользовательский домен, то Web-версии писем, страницы отписки и все отслеживаемые ссылки в письмах рассылок будут использовать пользовательский домен, взамен домена, на который установлено Sendy.co. Пользователи брендов также смогут входить в учётные записи через пользовательский домен.

source: Unsubscribe, web version and all trackable links in emails you send will use this custom domain instead of the domain you installed Sendy on. Brand users can also login to their accounts via the custom domain.
ru_ru: Web-версии писем, страницы отписки и все отслеживаемые ссылки в письмах рассылок будут использовать данный пользовательский домен, взамен домена, на который установлено Sendy.co. Пользователи брендов также могут входить в учётные записи через данный пользовательский домен.

source: You can purchase more custom domain licenses here →
ru_ru: Вы можете приобрести дополнительные лицензии на пользовательские домены здесь →

source: Create a CNAME record in your custom domain's DNS and point it to your Sendy installation's domain:
ru_ru: Создайте CNAME-запись в DNS-зоне вашего пользовательского домена и направьте её на домен, на котором установлено Sendy:

source: Enable custom domain?
ru_ru: Активировать пользовательский домен?

source: GDPR features
ru_ru: Функции GDPR

source: The <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> is a regulation in EU law on data protection and privacy for all individuals within the European Union. The GDPR regulation affects anyone in the world who collect and process the personal data of EU users. If you collect and process data of EU users, Sendy's GDPR features will be useful to you.
ru_ru: <a href="https://www.eugdpr.org/the-regulation.html" target="_blank" style="text-decoration: underline;">General Data Protection Regulation (GDPR)</a> (Свод правил о защите данных, текст на английском языке) является указаниями в законах Евросоюза о защите данных и частной жизни для всех лиц в пределах Евросоюза. GDPR обязано к соблюдению для всех, кто собирает и обрабатывает персональные данные пользователей в Евросоюзе. В случае, если вы собираете и обрабатываете персональные данные пользователей Евросоюза, настройки GDPR в Sendy будут вам полезны.

source: GDPR options
ru_ru: Опции GDPR

source: Show me GDPR options where applicable
ru_ru: Указывать мне на опции GDPR везде, где они применимы

source: By enabling this option, GDPR features will show up in the app where appropriate. For example, subscribe form dialogues will present you with an option to enable 'GDPR fields' amongst many others.
ru_ru: Включением этой опции, функции GDPR будут отображаться на страницах приложения, где это применимо. Например: диалоги формы подписки предложат вам включить, помимо прочих, поля GDPR.

source: GDPR safe switch
ru_ru: Режим безопасности GDPR

source: Only send Campaigns to subscribers with <span class="label label-warning">GDPR</span> tag
ru_ru: Рассылать кампании только подписчикам, для которых задана метка <span class="label label-warning">GDPR</span>

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Campaigns will only send to subscribers tagged with 'GDPR'.
ru_ru: Подписчики, которые присоединяются при помощи готовых форм подписки, посредством форм подписки на сторонних ресурсах, или же посредством функции подписки API, будут помечены меткой 'GDPR', если параметр 'gdpr' установлен в 'true'. При включении этой опции ваши последующие кампании будут рассылаться только подписчикам с меткой 'GDPR'.

source: Only send Autoresponders to subscribers with <span class="label label-warning">GDPR</span> tag
ru_ru: Отправлять автоматические серии только подписчикам с меткой <span class="label label-warning">GDPR</span>

source: Subscribers who signup through Sendy's 'Ready-to-use subscribe form', the embeddable 'Subscribe form HTML code' or the 'subscribe' API with 'gdpr' parameter set to 'true' will be tagged with 'GDPR'. By enabling this option, your future Autoresponders will only send to subscribers tagged with 'GDPR'.
ru_ru: Подписчики, которые присоединяются при помощи готовых форм подписки, посредством форм подписки на сторонних ресурсах, или же посредством функции подписки API, будут помечены меткой 'GDPR', если параметр 'gdpr' установлен в 'true'. При включении этой опции ваши последующие автоматические серии будут рассылаться только подписчикам с меткой 'GDPR'.

source: You can use Google's reCAPTCHA v2 to protect your subscription forms from spam bots. To enable, register your site on <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">Google's reCAPTCHA website</a> and select 'reCAPTCHA v2 > "I'm not a robot" tickbox' to get your 'Site key' and 'Secret key', then paste them below. reCAPTCHA will be disabled if the following fields are empty.
ru_ru: Вы можете использовать Google's reCAPTCHA v2, чтобы защитить ваши формы подписки от спам-ботов. Для этого, зарегистрируйте ваш сайт на <a href="https://www.google.com/recaptcha/admin/create" target="_blank" style="text-decoration: underline;">сайте Google's reCAPTCHA</a> и выберите 'reCAPTCHA v2 > пометку "I'm not a robot"', чтобы получить ваши 'Ключ сайта' и 'Секретный ключ'. Затем скопируйте их в приведённые ниже поля и сохраните настройки. reCAPTCHA будет отключена, пока эти поля пусты.

source: Site key
ru_ru: Ключ сайта

source: Secret key
ru_ru: Секретный ключ

source: SMTP settings
ru_ru: Настройки SMTP

source: only if you're not using Amazon SES
ru_ru: если вы не используете Amazon SES

source: If you prefer using other email service providers over Amazon SES for sending emails, set your SMTP settings here. You must also remove your 'Amazon Web Services Credentials' from the main settings so that emails are sent via these SMTP settings. Note that multi-threading is not supported, bounces and complaints will also not be registered if you use other email service providers to send emails.
ru_ru: Если вы предпочитаете использовать не Amazon SES, а другой сервис отправки электронной почты, укажите соответствующие настройки SMTP в этой секции. Вы также должны удалить ваши данные для доступа к Amazon Web Services из главных настроек Sendy., чтобы электронная почта отправлялась именно через указанные вами настройки SMTP. Просьба учесть: многопоточность не поддерживается для SMTP, сбои доставки и жалобы на спам также не регистрируются автоматически в таком режиме.

source: Host
ru_ru: Сервер

source: Port
ru_ru: Порт

source: Username
ru_ru: Имя пользователя

source: Username (usually your email)
ru_ru: Имя пользователя (обычно ваш адрес электронной почты)

source: Password
ru_ru: Пароль

source: Leave blank to not change it
ru_ru: Оставьте это поле пустым, если не ходите его менять

source: Miscellaneous
ru_ru: Прочее

source: Default URL query string
ru_ru: Строка параметров URL по умолчанию

source: (Default query string to append to all links in your campaigns and autoresponders. A good use case is Google Analytics tracking. Don't include '?' in your query string.)
ru_ru: (необязательно) Приписать строку параметров URL ко всем ссылкам в вашем выпуске рассылки. Удобно использовать для трекинга средствами Google Analytics. Не включайте в строку параметров символ вопроса ('?')

source: Prefix for subject line of test emails
ru_ru: Префикс для заголовка 'Тема' тестовых писем

source: (Optionally add a prefix to the subject line of test emails)
ru_ru: (Вы также можете задать необязательный префикс для поля 'Тема' тестовых писем)

source: Allowed attachments file types
ru_ru: Разрешённые типы вложений

source: (Empty field to disable attachments in campaigns)
ru_ru: (оставьте поел пустым, чтобы запретить вложения в кампаниях)

source: Sort lists and templates by
ru_ru: Сортировать списки и шаблоны по

source: Date added
ru_ru: Дата добавления

source: No. of rows to show in campaigns, reports and lists
ru_ru: Количество записей для отображения в кампаниях, отчётах и списках

source: rows per page
ru_ru: строк на страницу

source: Brand settings
ru_ru: Настройки брэнда

source: If you're creating this brand for your client, you can allow them to send newsletters on their own at a fee you preset below.
ru_ru: Если вы создаёте брэнд для вашего клиента, вы можете позволить им отправлять собственные рассылки, установив за это определённую плату (указанную ниже).

source: Send the
ru_ru: Отправить

source: Client login details
ru_ru: Данные для входа клиента

source: to your client so that they can login to manage lists, subscribers and send newsletters.
ru_ru: чтобы они смогли войти, чтобы управлять списками, подписчиками, отправлять рассылки.

source: Also, don't forget to set your PayPal account email address in
ru_ru: Также, не забудьте указать учётную запись PayPal в разделе

source: Settings
ru_ru: Настройки

source: Login URL
ru_ru: URL для входа

source: Login email
ru_ru: Адрес электронной почты для входа

source: This login email is already in use by your main login email address set in your main Settings. Please use another email address or remove the email address from the field.
ru_ru: Этот адрес электронной почты (для входа) уже используется вашим главным электронным адресом, установленным в основных настройках. Просьба использовать другой адрес, или удалить адрес из поля.

source: Generate new password
ru_ru: Создать новый пароль

source: Two-factor authentication is currently <strong class="label label-success">enabled</strong>
ru_ru: Двухфакторная аутентификация в настоящий момент <strong class="label label-success">включена</strong>

source: Disable two-factor authentication
ru_ru: Отключить двухфакторную аутентификацию

source: Two-factor authentication is currently <strong class=\"label\">disabled</strong>
ru_ru: Двухфакторная аутентификация в настоящий момент <strong class=\"label\">отключена</strong>

source: (two-factor authentication can only be enabled by the brand user while logged in to their account)
ru_ru: (двухфакторную аутентификацию может включить только владелец брэнда, после входа в учётную запись)

source: Unable to save. Please try again.
ru_ru: Сохранить не получилось. Попробуйте ещё раз.

source: Two-factor authentication is currently <strong class="label">disabled</strong>
ru_ru: Двухфакторная аутентификация в настоящий момент <strong class="label">отключена</strong>

source: Language
ru_ru: Язык

source: Client privileges
ru_ru: Привилегии клиента

source: By default, your client will have full access to their own brand so they can manage their own lists, subscribers, campaigns, templates and see reports. You can however adjust these privileges below.
ru_ru: По умолчанию, ваш клиент располагает полным доступом к своему собственному бренду, и потому может администрировать свои собственные списки, подписчиков, кампании, шаблоны и видеть отчёты. Вы можете изменить список этих привилегий ниже.

source: Client can access campaigns
ru_ru: У клиента есть доступ к кампаниям

source: Client can access templates
ru_ru: У клиента есть доступ к шаблонам

source: Client can access lists and subscribers
ru_ru: У клиента есть доступ к спискам и подписчикам

source: Client can access campaign reports
ru_ru: У клиента есть доступ к отчётам по кампаниям

source: Campaign sent notifications
ru_ru: Уведомления об отправленных кампаниях

source: When a campaign is sent successfully, a 'Campaign sent' email notification is sent to the 'From email' address that was used to send out the campaign. If you want the same email notification to be sent to your main login email address as well so that you're notified each time your client sends out a campaign, check the box below.
ru_ru: Когда рассылка кампании прошла успешно,уведомление 'Кампания отправлена' отправляется электронной почтой на адерс отправителя, указанный для кампании. Если хотите, чтобы уведомление также приходило на ваш главный (входной) адрес электронной почты (чтобы вас извещали всякий раз, когда клиент отправляет кампанию), поставьте ниже галочку.

source: Send email notifications to my main login email
ru_ru: Отправлять уведомления о рассылке кампаний на мой основной адрес электронной почты

source: Campaign fee settings
ru_ru: Настройки стоимости кампаний

source: Currency
ru_ru: Валюта

source: Delivery Fee
ru_ru: Плата за доставку

source: Cost per recipient
ru_ru: Плата за получателя

source: Sending limits
ru_ru: Лимиты рассылки

source: No limits
ru_ru: Без ограничений

source: Monthly limit
ru_ru: Месячный лимит

source: Non expiring limit
ru_ru: Лимит, не подлежащий истечению

source: Number of emails
ru_ru: Количество сообщений

source: Number of emails per month
ru_ru: Количество сообщений в месяц

source: Currently used
ru_ru: Из них использовано

source: Reset limit on which day of the month?
ru_ru: Какого числа каждого месяца сбрасывать счётчик лимита?

source: Edit list
ru_ru: Редактировать список

source: List name
ru_ru: Название списка

source: The list name
ru_ru: Название данного списка

source: Send email notification on new signups?
ru_ru: Отправлять уведомления о новых подписчиках электронной почтой?

source: Notification email address
ru_ru: Адрес электронной почты для уведомлений

source: Subscribe settings
ru_ru: Настройки подписки

source: List type
ru_ru: Тип списка
