Repository: akolnoochenko/sendy-translations
Catalog: */LC_MESSAGES/default.po
Languages: ru_ru

source: If you select double opt-in, users will be required to click a link in a confirmation email they'll receive when they sign up via the subscribe form or API.
ru_ru: Если вы выберите двойное подтверждеие, пользователям будет необходимо нажать на ссылку, котороая придёт в подтверждающем письме - отправленном после того, как они подпишутся с использованием формы или API.

source: Single Opt-In
ru_ru: Однократное подтверждение

source: Double Opt-In
ru_ru: Двойное подтверждение

source: Subscribe success page
ru_ru: На какую страницу перейти при удачной подписке

source: To redirect users to a custom page letting them know they're subscribed successfully, enter the link below. If you chose 'Double Opt-In' as your 'List type', this page will tell them a confirmation email has been sent to them.
ru_ru: Чтобы перенаправить пользователей на созданную вами страницу, уведомляющую их об удачной подписке, укажите ссылку на неё ниже. Если вы выбрали тип списка 'Двойное подтверждение подписки', эта страница сообщит им, что на их адрес направлено письмо для подтверждения.

source: Page URL
ru_ru: URL страницы

source: Advanced options
ru_ru: Расширенные настройки

source: You can also pass variables into your custom 'Subscribe success page' like so
ru_ru: Вы также можете передавать переменные на вашу собственную 'Страницу успешной подписки' следующим образом

source: Example
ru_ru: Пример

source: <code>%n</code> will be converted into the subscriber's name
ru_ru: <code>%n</code> будет преобразовано в имя подписчика

source: <code>%e</code> will be converted into the 'email'
ru_ru: <code>%e</code> будет преобразовано в 'email'

source: <code>%l</code> will be converted into the 'listID'
ru_ru: <code>%l</code> будет преобразовано в 'listID'

source: Subscription confirmed page
ru_ru: Страница подтверждения подписки

source: only applies for double opt-ins
ru_ru: используется только для двойного подтверждения

source: To redirect users to a custom URL letting them know their 'Double Opt-in' subscription is confirmed, enter the link below.
ru_ru: Чтобы перенаправить пользователей на созданную вами страницу, уведомляющую их о том, что их подписка с двойным подтверждением завершена, укажите ссылку ниже.

source: You can also pass variables into your custom 'Subscription confirmed page' like so
ru_ru: Вы также можете передавать переменные на вашу собственную 'Страницу подтверждения подписки' следующим образом

source: Already subscribed page
ru_ru: Страница для уже подписавшихся

source: To redirect users to a custom URL letting them know they're already subscribed, enter the link below.
ru_ru: Чтобы перенаправить пользователей на созданную вами страницу, чтобы сообщить, что они уже подписаны, укажите ссылку на неё ниже.

source: GDPR reconsent success page
ru_ru: Страница успешного подтверждения запроса GDPR

source: When you send a reconsent campaign with the <code>[reconsent]</code> tag, the converted reconsent link will send the user to a generic page thanking them for their confirmation. To redirect them to a custom URL, enter the link below.
ru_ru: Когда вы рассылаете кампанию повторного запроса разрешения на рассылки, используя метку <code>[reconsent]</code> преобразованная ссылка на запрос отправит пользователя на страницу по умолчанию, на которой поблагодарят за подтверждение. Чтобы направить пользователя на другую страницу, укажите ссылку на неё ниже.

source: GDPR consent not given page
ru_ru: Страница, сообщающая об отсутствии согласия по GDPR

source: If you enabled 'GDPR fields' for your subscribe form, users will be required to tick a checkbox in order to complete the subscription. If they don't, they'll be sent to a generic page with an error message "Consent not given". To redirect them to a custom URL, enter the link below.
ru_ru: Если вы активируете 'Поля GDPR' для формы подписки, пользователи должны будут поставить соответствующие галочки, чтобы завершить подписку. Если они этого не сделают, их направят на страницу по умолчанию, на которой сообщат, что не было получено согласия в рамках GDPR. Чтобы направить их на другую страницу, укажите ссылку на неё ниже.

source: Send user a thank you email after they subscribe through the subscribe form or API?
ru_ru: Отправлять подписчикам письмо с благодарностью после того, как они подписались?

source: Thank you email subject
ru_ru: Тема письма благодарности

source: Email subject
ru_ru: Тема письма

source: Thank you email message
ru_ru: Текст сообщения письма благодарности

source: You can use personalization tags as well as any custom field tags in the subject and message of your thank you email. Eg.
ru_ru: Вы можете использовать метки персонификации, а также метки любых пользовательских полей в теме и теле сообщения письма-приветствия, см.

source: You can also use <code>[unsubscribe]</code> or <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> in the HTML of your thank you email.
ru_ru: Вы также можете использовать <code>[unsubscribe]</code> или <code>&lt;unsubscribe&gt;&lt;/unsubscribe&gt;</code> в HTML-версии вашего письма-приветствия.

source: Email message
ru_ru: Текст письма

source: Confirmation email subject
ru_ru: Тема для письма подтверждения подписки

source: A generic subject line will be used if you leave this field empty.
ru_ru: Будет использовано автоматически созданная тема, если вы ничего не укажете.

source: Subject of confirmation email
ru_ru: Тема письма подтверждения подписки

source: Double Opt-In confirmation message
ru_ru: Сообщение двойного подтверждения подписки

source: A generic email message will be used if you leave this field empty.
ru_ru: Будет отправлено автоматически созданное сообщение, если вы оставите поле пустым.

source: Don't forget to include the confirmation link tag
ru_ru: Не забудьте добавить метку подтверждающей ссылки

source: somewhere in your message
ru_ru: где-нибудь в сообщении

source: You can use personalization tags as well as any custom field tags in the subject and message of your confirmation email. Eg.
ru_ru: Вы можете использовать метки персонификации, а также метки любых пользовательских полей в теме и теле сообщения письма подтверждения, см.

source: Unsubscribe settings
ru_ru: Настройки отписки

source: Unsubscribe behavior
ru_ru: Действия при отписке

source: If you select double opt-out, users will be required to click a confirmation link in the unsubscribe page to complete their unsubscription.
ru_ru: Если вы выбираете двойное подтверждение отписки, пользователям будет необходимо подтвердить отписку переходом по ссылке, которая будет на странице отписки.

source: Single Opt-Out
ru_ru: Однократное подтверждение отписки

source: Double Opt-Out
ru_ru: Двойное подтверждение отписки

source: Unsubscribe user
ru_ru: Отписать пользователя

source: When a user unsubscribes from a newsletter or through the API, choose whether to unsubscribe them from this list only, or unsubscribe them from all lists in this brand.
ru_ru: Когда подписчик решает отписаться от списка рассылки или через API, дать возможность выбора - отписаться только от указанного списка, или от всех рассылок брэнда.

source: Only this list
ru_ru: Только этот список

source: All lists
ru_ru: Все списки

source: Unsubscribe confirmation page
ru_ru: Страница подтверждения отписки

source: When users unsubscribe from a newsletter, they'll be sent to a generic unsubscription confirmation page. To redirect users to a page of your preference, enter the link below.
ru_ru: Когда подписчики отписываются от списка рассылки, их отправят на автоматически созданную страницу. Чтобы направить их на страницу по вашему выбору, укажите ниже ссылку на неё.

source: You can also pass variables into your custom 'Unsubscribe confirmation page' like so
ru_ru: Вы также можете передавать переменные на вашу собственную 'Страницу подтверждения отписки' следующим образом

source: <code>%s</code> will be converted into the full 're-subscribe' URL
ru_ru: <code>%s</code> будет преобразовано в полноценную ссылку 're-subscribe' для повторной подписки

source: Send user a confirmation email after they unsubscribe from a newsletter or through the API?
ru_ru: Отправлять подписчику письмо подтверждения, после того, как он отписался от рассылки (в т.ч. посредством API)?

source: Goodbye email subject
ru_ru: Тема прощального письма

source: Goodbye email message
ru_ru: Текст прощального письма

source: You can use personalization tags as well as any custom field tags in the subject and message of your goodbye email. Eg.
ru_ru: Вы можете использовать метки персонификации, а также метки любых пользовательских полей в теме и теле сообщения прощального письма, см.

source: You can also use <code>[resubscribe]</code> or <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> in the HTML of your goodbye email.
ru_ru: Вы также можете использовать <code>[resubscribe]</code> или <code>&lt;resubscribe&gt;&lt;/resubscribe&gt;</code> в HTML-версии прощального письма.

source: Edit template
ru_ru: Редактировать шаблон

source: Edit campaign
ru_ru: Редактировать кампанию

source: Housekeeping
ru_ru: Поддержание порядка

source: Unconfirmed subscribers
ru_ru: Неподтверждённые подписчики

source: Inactive subscribers
ru_ru: Неактивные подписчики

source: Housekeeping for 'Inactive subscribers' allows you to bulk remove subscribers who did not open or click any campaigns that you have ever sent to them.
ru_ru: Поддержание порядка по отношению к 'неактивным подписчикам' позволяет массово удалять подписчиков, которые никогда не открывали ваших писем, или не переходили по ссылкам из них.

source: Did not open
ru_ru: Не открывали

source: Did not click
ru_ru: Не было переходов по ссылкам

source: Inactive
ru_ru: Неактивные

source: Remove subscribers who did not open any campaign ever sent to them?
ru_ru: Удалить подписчиков, которые никогда не открывали сообщения отправленных им кампаний?

source: Confirm permanently remove subscribers?
ru_ru: Подтверждаете необратимое удаление подписчиков?

source: Sorry, unable to remove subscribers. Please try again later!
ru_ru: Простите, не могу удалить подписчиков. Пожалуйста, попробуйте повторно позже!

source: Remove subscribers who did not click any links from any campaign ever sent to them?
ru_ru: Удалить подписчиков, которые никогда не переходили по ссылкам в письмах из отправленных им кампаний?

source: No housekeeping needed as no campaigns were sent to any of your available lists yet.
ru_ru: Нет необходимости в чистке, поскольку кампаний по спискам ещё не рассылалось.

source: Housekeeping for 'Unconfirmed subscribers' allows you to bulk remove subscribers who signed up to double opt-in lists but did not click the confirmation link to confirm their subscription.
ru_ru: Наведение порядка для 'Неподтверждённых подписчиков' позволяет массово удалять подписчиков, которые подписались на списки с двойным подтверждением, но не перешли по ссылке для подтверждения, отправленной им в письме.

source: Remove subscribers from all lists who did not confirm their subscription for 1 week?
ru_ru: Удалить из всех списков подписчиков, которые в течение 1 недели не перешли по ссылке для подтверждения подписки?

source: 1 week
ru_ru: 1 неделя

source: Remove subscribers from all lists who did not confirm their subscription for more than 1 week?
ru_ru: Удалить из всех списков подписчиков, которые в течение более чем 1 недели не перешли по ссылке для подтверждения подписки?

source: > 1 week
ru_ru: > 1-й недели

source: Remove subscribers from all lists who did not confirm their subscription for more than 2 weeks?
ru_ru: Удалить из всех списков подписчиков, которые в течение более чем 2-х недель не перешли по ссылке для подтверждения подписки?

source: > 2 weeks
ru_ru: > 2-х недель

source: Remove subscribers from all lists who did not confirm their subscription?
ru_ru: Удалить изо всех списков подписчиков, которые не подтвердили свою подписку?

source: All
ru_ru: Все

source: Remove subscribers who did not confirm their subscription for 1 week?
ru_ru: Удалить подписчиков, которые в течение 1 недели не подтвердили подписку?

source: Remove subscribers who did not confirm their subscription for more than 1 week?
ru_ru: Удалить подписчиков, которые в течение более чем 1-й недели не подтвердили подписку?

source: Remove subscribers who did not confirm their subscription for more than 2 weeks?
ru_ru: Удалить подписчиков, которые в течение более чем 2-х недель не подтвердили подписку?

source: Remove ALL subscribers who did not confirm their subscription?
ru_ru: Удалить ВСЕХ подписчиков, которые не подтвердили подписку?

source: Unconfirmed
ru_ru: Неподтверждённые

source: No housekeeping needed as no double opt-in lists are found.
ru_ru: Действий не требуется, поскольку нет списков с двойным подтверждением.

source: Please verify your email address
ru_ru: Пожалуйста, верифицируйте ваш адрес электронной почты

source: Before you can use the email address as your 'From email' to send emails, please click the following link to verify that the email address belongs to you
ru_ru: Прежде чем вы можете использовать данный электронный адрес в поле 'Адрес отправителя' для отправки писем, просьба перейти по следующей ссылке, чтобы подтвердить, что электронный адрес принадлежит вам

source: Date signed up
ru_ru: Дата подписки

source: Signed up via
ru_ru: Вошли посредством

source: Opt-in method
ru_ru: Метод подтверждения

source: IP address
ru_ru: IP-адрес

source: Referrer
ru_ru: Источник ссылки

source: Can't export CSV. Number of records may be too large. Try increasing MySQL's max_allowed_packet.
ru_ru: Не в состоянии экспортировать CSV. Возможно, слишком много записей. Попробуйте увеличить значение переменной max_allowed_packet в настройках MySQL.

source: Sent annually based on
ru_ru: Отправлять ежегодно, в зависимости от

source: Sent once based on
ru_ru: Отправить однократно, в зависимости от

source: Unable to upload attachment
ru_ru: Не получилось загрузить вложение

source: Please ensure the /uploads/ folder permission is set to 777.
ru_ru: Убедитесь, что права доступа к каталогу /uploads/ выставлены в 777.

source: Unable to save autoresponder email
ru_ru: Не получилось сохранить email автоответчика

source: Unable to create autoresponder email
ru_ru: Не получилось создать email автоответчика

source: Unable to save campaign
ru_ru: Не получилось сохранить кампанию

source: Unable to create campaign
ru_ru: Не получилось создать новую кампанию

source: Sunday
ru_ru: Воскресенье

source: Monday
ru_ru: Понедельник

source: Tuesday
ru_ru: Вторник

source: Wednesday
ru_ru: Среда

source: Thursday
ru_ru: Четверг

source: Friday
ru_ru: Пятница

source: Saturday
ru_ru: Суббота

source: January
ru_ru: Январь

source: February
ru_ru: Февраль

source: March
ru_ru: Март

source: April
ru_ru: Апрель

source: May
ru_ru: Май

source: June
ru_ru: Июнь

source: July
ru_ru: Июль

source: August
ru_ru: Август

source: September
ru_ru: Сентябрь

source: October
ru_ru: Октябрь

source: November
ru_ru: Ноябрь

source: December
ru_ru: Декабрь

source: Campaign sent
ru_ru: Кампания отправлена

source: Your campaign has been successfully sent to
ru_ru: Ваша кампания была успешно разослана

source: Your campaign has been sent
ru_ru: Кампания разослана

source: APP_PATH not set
ru_ru: Переменная APP_PATH не установлена

source: Please set your APP_PATH in /includes/config.php to your Sendy installation URL.
ru_ru: Пожалуйста, установите APP_PATH в /includes/config.php равным URL установки Sendy.

source: Invalid license or domain
ru_ru: Неверная лицензия или домен

source: Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
ru_ru: См. <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">эту подсказку</a>.

source: Outgoing connections blocked
ru_ru: Исходящие соединения блокируются

source: Your server has a firewall blocking outgoing connections. Please refer to this <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">troubleshooting tip</a>.
ru_ru: На вашем сервере брандмауэр блокирует исходящие соединения. См. <a href="https://sendy.co/troubleshooting#unlicensed-domain-error" target="_blank">эту подсказку</a>.

source: Upgrade your license to 4.x
ru_ru: Обновите вашу лицензию до 4.x

source: Your Sendy license requires an upgrade to version 4.x. Please visit <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> to purchase an upgrade in order to proceed.
ru_ru: Ваша лицензия Sendy нуждается в обновлении до версии 4.x. Откройте <a href="https://sendy.co/get-updated" target="_blank">https://sendy.co/get-updated</a> для приобретения обновления, чтобы можно было продолжить работу..

source: Unlicensed custom domains
ru_ru: Пользовательские домены без лицензии

source: You are using more custom domains than your license allow. Please purchase custom domain licenses here →
ru_ru: Вы используете больше пользовательских доменов, чем разрешено вашей лицензией. Пожалуйста, приобретите дополнительные лицензии здесь →

source: 'simplexml' extension not installed on your server
ru_ru: модуль 'simplexml' не установлен на вашем сервере

source: We have detected that the 'simplexml' is not installed on your server. Sendy may not be able to load your Amazon SES quotas. Please see the answer on this page to resolve this issue
ru_ru: Мы определили, что модуль 'simplexml' не установлен на вашем сервере. Sendy может быть не в состоянии загрузить ваши квоты Amazon SES. Пожалуйста, смотрите пояснение на этой странице, чтобы разрешить этот вопрос

source: Once done, refresh this page and this error message should disappear.
ru_ru: По завершении перезагрузите эту страницу, и сообщение об ошибке должно исчезнуть.

source: Error
ru_ru: Ошибка

source: Login
ru_ru: Вход

source: Logout
ru_ru: Выход

source: Brands
ru_ru: Брэнды

source: Add a new brand
ru_ru: Добавить новый брэнд

source: Essential tags (HTML only)
ru_ru: Основные метки (только HTML)

source: The following tags can only be used on the HTML version
ru_ru: Следующие метки можно использовать только для HTML-аверсии

source: Webversion link
ru_ru: Ссылка на Web-версию

source: View web version
ru_ru: Просмотреть Web-версию

source: Unsubscribe link
ru_ru: Ссылка для отписки

source: Unsubscribe here
ru_ru: Здесь вы можете отписаться

source: Essential tags
ru_ru: Основные метки (HTML)

source: The following tags can be used on both Plain text or HTML version
ru_ru: Следующие метки можно использовать и в текстовой, и в HTML версии

source: GDPR re-consent tag
ru_ru: Метка запроса разрешения GDPR

source: When requesting your subscribers to re-consent to your future campaigns, you can use this tag as the re-consent link. Upon clicking this link, the subscriber will be tagged with <span class="label label-warning">GDPR</span>. In your brand settings, if you turn on the 'GDPR safe switch', future Campaigns and Autoresponders will only be sent to subscribers tagged with <span class="label label-warning">GDPR</span>.
ru_ru: Когда вы запрашиваете к своих подписчиков повторного разрешения для отправки будущих кампаний, можете использовать эту метку в качестве ссылки на запрос. После перехода по ссылке, подписчику будет назначена метка <span class="label label-warning">GDPR</span>. В ваших настройках бренда, если вы включите 'Режим безопасности GDPR', будущие кампании и автоматические серии будут отправляться только подписчиком с меткой <span class="label label-warning">GDPR</span>.

source: Reconsent link
ru_ru: Ссылка запроса разрешения

source: Personalization tags
ru_ru: Метки персонализации

source: Two digit day of the month (eg. 01 to 31)
ru_ru: Двузначный номер дня в месяце (от 01 до 31)

source: A full textual representation of the day (eg. Friday)
ru_ru: Полное название дня недели (например, "пятница")

source: Two digit representation of the month (eg. 01 to 12)
ru_ru: Двузначный номер месяца (от 01 до 12)

source: Full month name (eg. May)
ru_ru: Полное название месяца (например, "май")

source: Four digit representation of the year (eg. 2014)
ru_ru: Четырёхзначное представление года (например, 2016)

source: Custom field tags
ru_ru: Метки дополнительных полей

source: You can also use custom fields to personalize your newsletter, eg.
ru_ru: Для персонализации сообщения вы можете также использовать дополнительные поля, см.

source: To manage or get a reference of tags from custom fields, go to any subscriber list. Then click 'Custom fields' button at the top right.
ru_ru: Чтобы изменить или получить ссылку на метки в дополнительных полях, перейдите на страницу любого списка подписчиков. Затем нажмите на кнопку "Дополнительные поля" справа вверху.

source: Amazon SES is not set up as we can't find your AWS credentials in
ru_ru: Возможно, вы не настроили Amazon SES, поскольку мы не нашли ключей в

source: settings
ru_ru: настройках

source: If you entered SMTP credentials when you create or edit a brand, emails will be sent via SMTP. Otherwise, emails will be sent via your server (not recommended).
ru_ru: Если вы указали параметры передачи по SMTP, когда создавали брэнд, рассылка будет вестись через SMTP. Иначе будет использована почтовая служба вашего сервера (не рекомендуем).

source: View Get Started guide
ru_ru: Прочитать введение (Get Started)

source: SES region
ru_ru: Регион Amazon SES

source: Daily quota
ru_ru: Дневная квота

source: Sends left
ru_ru: Можно отправить

source: Sent today
ru_ru: Отправлено сегодня

source: Send rate
ru_ru: Скорость рассылки

source: per sec
ru_ru: /сек

source: Your Sendy installation is unable to get your SES quota from Amazon because you did not attach "AmazonSESFullAccess" user policy to your IAM credentials. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
ru_ru: Ваша установка Sendy не может получить квоту SES от Amazon, поскольку вы не присоединили политику "AmazonSESFullAccess" к вашим данным доступа IAMs. Просьба следовать инструкциям в разделах 5.2 и 5.3 в документе <a href="https://sendy.co/get-started" target="_blank">Get Started Guide</a> (руководство для начинающих)

source: Your Sendy installation is unable to get your SES quota from Amazon because your server clock is out of sync with NTP. To fix this, Amazon requires you to <strong>sync your server clock with NTP</strong>. Request your host to sync your server clock with NTP with the following command via SSH:
ru_ru: Ваша установка Sendy не может получить квоту SES от Amazon, поскольку время на вашем севрере не согласовано с NTP. Чтобы разрешить это затруднение, Amazon обязывает вас <strong>синхронизовать время на сервере по NTP</strong>. Запросите у хостера синхронизацию при помощи следующей SSH-команды:

source: Your Sendy installation is unable to get your SES quota from Amazon because the 'Amazon Web Services Credentials' set in Sendy's main Settings are incorrect. You probably did not copy and pasted your IAM credentials fully or properly into the settings. Please re-do Step 5.2 and 5.3 of the <a href="https://sendy.co/get-started#step5" target="_blank">Get Started Guide</a> carefully to resolve this error.
ru_ru: Ваша установка Sendy не может получить квоту SES от Amazon, поскольку 'Amazon Web Services Credentials' (данные для доступа к Web-службам Amazon), установленные в главных настройках Sendy, неверны. Возможно, вы неполностью, или неверно скопировали данные доступа IAM в настройках Sendy. Пожалуйста, выполните повторно и тщательно пункты с 5.2 пo 5.3 на странице <a href="https://sendy.co/get-started" target="_blank">Get Started Guide</a>, чтобы ликвидировать ошибку.
